Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/places/places.dtd.po
Languages: sw

source: Library
sw: Maktaba

source: &Organize
sw: &Panga

source: Organize your bookmarks
sw: Panga alamisho zako

source: &Close
sw: &Funga

source: &Edit
sw: &Hariri

source: &Views
sw: &Mionekano

source: Change your view
sw: Badilisha muonekano wako

source: Show &Columns
sw: Onyesha &Safuwima

source: &Sort
sw: &Panga

source: &Unsorted
sw: &Hazijapangwa

source: &A > Z Sort Order
sw: Mpangilio wa Kupanga &A>Z

source: &Z > A Sort Order
sw: &Mpangilio wa Kupanga Z<A

source: &Find in Bookmarks…
sw: &Tafuta kwa Vialamisho...

source: F&ind in Current Collection…
sw: Ta&futa kwa Mkusanyiko wa Sasa...

source: &Export HTML…
sw: &Hamisha HTML...

source: &Import HTML…
sw: &Leta HTML...

source: &Backup…
sw: &Cheleza...

source: &Restore
sw: &Rejesha

source: &Choose File…
sw: &Chagua Faili...

source: &Bookmark This Page…
sw: &Alamisha Ukurasa Huu...

source: &Delete This Page
sw: &Futa Ukurasa Huu

source: &Forget About This Site
sw: &Sahau Kuhusu Toovuti Hii

source: &Open
sw: &Fungua

source: Open in a &New Window
sw: Fungua katika &Dirisha Mpya

source: Open in a Ne&w Tab
sw: Fungua katika Ki&chupo Kipya

source: &Open All in Tabs
sw: &Fungua Yote kwa vichupo

source: Propert&ies
sw: Si&fa

source: &Sort By Name
sw: &Panga Kwa Jina

source: New &Bookmark…
sw: Alamisho &Mpya...

source: New F&older…
sw: Kabrasha M&pya...

source: New &Separator
sw: Kitenganishi &Kipya

source: &Reload Live Bookmark
sw: &Pakia tena Alamisho Moja kwa moja

source: &Reload Live Title
sw: &Pakia tena Kichwa Moja kwa moja

source: &Move…
sw: &Hamisha...

source: Name
sw: Jina

source: Tags
sw: Lebo

source: Location
sw: Mahali

source: Visit Date
sw: Tarahe ya Kutembelea

source: Visit Count
sw: Hesabu ya Kutembelea

source: Keyword
sw: Neno msingi

source: Description
sw: Maelezo

source: Added
sw: Iliongezwa

source: Last Modified
sw: Ilibadilishwa Mwisho

# search.label search.accesskey
source: &Search:
sw: &Tafutiza:

source: Search in:
sw: Tafutiza katika:

source: Selected Folde&r
sw: Kabrasha Ili&yochaguliwa

source: Boo&kmarks
sw: Vialami&sho

source: &Downloads
sw: &Vipakuzi

source: &History
sw: &Historia

source: &Save
sw: &Hifadhi

source: &Import and Backup
sw: &Leta na Cheleza

source: Import and backup your bookmarks
sw: Leta na cheleza vialamisho vyako

source: Back
sw: Nyuma

source: Go back
sw: Rudi nyuma

source: Forward
sw: Tuma mbele

source: Go forward
sw: Nenda mbele

source: Mor&e
sw: Za&idi

source: L&ess
sw: N&dogo kuliko

source: Preview
sw: Kihakiki

source: Select an item to view and edit its properties
sw: Chagua kipengee cha kuangalia na kuhariri sifa zake

# find.label find.accesskey
source: &Search:
sw: &Tafutiza:

source: Vie&w
sw: Ang&alila

source: By &Date
sw: Kwa &Tarehe

source: By &Site
sw: Kwa &Tovuti

source: By Most &Visited
sw: Kwa Kutembelewa &Zaidi

source: By &Last Visited
sw: Kwa &Mara ya mwisho Kutembelewa

source: By Da&te and Site
sw: Kwa Ta&rehe na Tovuti
