Repository: Lazimshahad/mozilla-l10n
Catalog: */dom/chrome/layout/htmlparser.properties.po
Languages: ta

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
ta: சட்டப்படுத்திய ஆவணத்தின் எழுத்துக்குறி குறியாக்கம் முன்னறிவிக்கப்படவில்லை. அந்த ஆவணத்தை சட்டப்படுத்தும் ஆவணம் இல்லாமல் பார்க்க அந்த ஆவணம் வித்தியாசமாகத் தோன்றலாம்.

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
ta: எளிய உரை ஆவணத்தின் எழுத்துக்குறி குறியாக்கம் முன்னறிவிக்கப்படவில்லை. ஆவணத்தில் US-ASCII வரம்புக்கு வெளியே அமைந்த எழுத்துக்குறிகள் இருந்தால் சில உலாவி அமைவாக்கங்களில் அந்த ஆவணம் உருமாறியா எழுத்துகளைக் கொண்டுள்ளதாகக் காட்சியாக்கம் செய்யப்படலாம். பரிமாற்ற நெறிமுறையில் கோப்பின் எழுத்துக்குறி குறியாக்கம் முன்னறிவிக்கப்பட வேண்டும் அல்லது கோப்பானது ஒரு பைட் வரிசைக் குறியை எழுத்துக்குறி குறியாக்கக் கையொப்பமாகப் பயன்படுத்த வேண்டும்.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
ta: HTML ஆவணத்தின் எழுத்துக்குறி குறியாக்கம் முன்னறிவிக்கப்படவில்லை. ஆவணத்தில் US-ASCII வரம்புக்கு வெளியே அமைந்த எழுத்துக்குறிகள் இருந்தால் சில உலாவி அமைவாக்கங்களில் அந்த ஆவணம் உருமாறியா எழுத்துகளைக் கொண்டுள்ளதாகக் காட்சியாக்கம் செய்யப்படலாம். பக்கத்தின் எழுத்துக்குறி குறியாக்கமானது ஆவணத்திலோ அல்லது பரிமாற்ற நெறிமுறையிலோ முன்னறிவிக்கப்பட வேண்டும்.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ta: கோப்பின் முதல் 1024 பைட்டுகளை முன் ஸ்கேன் செய்யும் போது சட்டப்படுத்திய HTML ஆவணத்தின் குறியாக்க முன்னறிவிப்பு காணப்படவில்லை. ஆவணத்தை சட்டப்படுத்தும் ஆவணம் இல்லாமல் காணும் போது பக்கம் தானாகவே மீண்டும் ஏற்றப்படும். குறியாக்க முன்னறிவிப்பானது கோப்பின் முதல் 1024 பைட்டுகளுக்குள் இருக்கும்படி நகர்த்தப்பட வேண்டும்.

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ta: கோப்பின் முதல் 1024 பைட்டுகளை முன் ஸ்கேன் செய்யும் போது HTML ஆவணத்தின் குறியாக்க முன்னறிவிப்பு காணப்படவில்லை. வேறுவிதமாக அமைவாக்கம் செய்யப்பட்ட உலாவியில் காணும் போது இந்தப் பக்கமானது தானாக மீண்டும் ஏற்றப்படும். குறியாக்க முன்னறிவிப்பானது கோப்பின் முதல் 1024 பைட்டுகளுக்குள் இருக்கும்படி நகர்த்தப்பட வேண்டும்.

source: The page was reloaded, because the character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ta: கோப்பின் முதல் 1024 பைட்டுகளை முன் ஸ்கேன் செய்யும் போது HTML ஆவணத்தின் குறியாக்க முன்னறிவிப்பு காணப்படாததால் பக்கம் மீண்டும் ஏற்றப்பட்டது. குறியாக்க முன்னறிவிப்பானது கோப்பின் முதல் 1024 பைட்டுகளுக்குள் இருக்கும்படி நகர்த்தப்பட வேண்டும்.

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ta: ஆவணத்தின் எழுத்துக்குறிக் குறியாக்க முன்னறிவிப்பு மிக அதிக தாமதமாகக் கண்டறியப்பட்டதால் அது விளைவை ஏற்படுத்தாது. குறியாக்க முன்னறிவிப்பானது கோப்பின் முதல் 1024 பைட்டுகளுக்குள் இருக்கும்படி நகர்த்தப்பட வேண்டும்.

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
ta: HTML ஆவணத்திற்கு மீக்குறிச்சொல்லைப் பயன்படுத்தி ஒரு ஆதரிக்கப்படாத எழுத்துக்குறிக் குறியாக்கம் முன்னறிவிக்கப்பட்டுள்ளது. அந்த முன்னறிவிப்பு புறக்கணிக்கப்பட்டது.

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
ta: பரிமாற்றா நெறிமுறை மட்டத்தில் ஒரு ஆதரிக்கப்படாத எழுத்துக்குறிக் குறியாக்கம் முன்னறிவிக்கப்பட்டுள்ளது. அந்த முன்னறிவிப்பு புறக்கணிக்கப்பட்டது.

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
ta: பைட் வரிசைக் குறியும் பரிமாற்ற நெறிமுறை மட்டத்திலான முன்னறிவிப்பும் இல்லாமல், UTF-16 முறையில் குறியாக்கம் செய்யப்பட்ட 'அடிப்படை இலத்தீன்-மட்டும்' உரை இருப்பதாகக் கண்டறியப்பட்டுள்ளது. இந்த உள்ளடக்கத்தை UTF-16 முறையில் குறியாக்கம் செய்வது பலனுள்ளதாக இருக்காது, மேலும் எந்த சூழலிலும் எழுத்துக்குறிக் குறியாக்கம் முன்னறிவிக்கப்பட்டிருக்க வேண்டும்.

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
ta: எழுத்துக்குறிக் குறியாக்கத்தை UTF-16 எனக் குறிக்க ஒரு மீக்குறிச் சொல் பயன்படுத்தப்பட்டது. ஆனால் மாறாக அது UTF-8 முன்னறிவிப்பாகப் புரிந்துகொள்ளப்பட்டது.

source: A meta tag was used to declare a character encoding the does not encode the Basic Latin range roughly like US-ASCII. The declaration was ignored.
ta: அடிப்படை இலத்தீன் வரம்பை தோராயமாக US-ASCIIA ஐப் போலக் குறியாக்கம் செய்யாத ஒரு எழுத்துக்குறிக் குறியாக்கத்தை முன்னறிவிக்க ஒரு மீக்குறிச் சொல் பயன்படுத்தப்பட்டது. அந்த முன்னறிவிப்பு புறக்கணிக்கப்பட்டது.

source: Garbage after “</”.
ta: “</” க்குப் பிறகு தேவையற்றது.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
ta: “</>” ஐக் கண்டது. சாத்தியமுள்ள காரணங்கள்: தவிர்க்கப்படாத “<” (“&lt;” என தவிர்க்கவும்) அல்லது பிழையாக தட்டச்சு செய்யப்பட்ட முடிவுக் குறிச்சொல்.

source: Character reference was not terminated by a semicolon.
ta: எழுத்துக்குறிக் குறிப்பு அரைப்புள்ளியைப் பயன்படுத்தி முடிக்கப்படவில்லை.

source: No digits in numeric character reference.
ta: எண்ணியல் எழுத்துக்குறிக் குறிப்பில் இலக்கங்கள் இல்லை.

source: “>” in system identifier.
ta: முறைமை அடையாளப்படுத்தியில் “>”.

source: “>” in public identifier.
ta: பொது அடையாளப்படுத்தியில் “>”.

source: Nameless doctype.
ta: பெயரில்லா ஆவணவகை.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
ta: அடுத்தடுத்து இடம்பெற்றுள்ள நடுக்கோடுகளால் கருத்து உரை முடிக்கப்படவில்லை. கருத்து உரைக்குள் “--” பயன்படுத்த அனுமதியில்லை ஆனால் எடுத்துக்காட்டுக்கு “- -” ஐப் பயன்படுத்த அனுமதி உண்டு.

source: Premature end of comment. Use “-->” to end a comment properly.
ta: கருத்துரை முதிர்ச்சியடையாமல் முடிந்துள்ளது. ஒரு கருத்து உரையை சரியாக முடிக்க “-->” ஐப் பயன்படுத்தவும்.

source: Bogus comment.
ta: போலி கருத்து.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
ta: மேற்கோளல்லாத பண்புரு மதிப்பில் “<” உள்ளது. சாத்தியமுள்ள காரணம்: அதற்கு முன்பாக “>” இல்லாமலிருக்கலாம்.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ta: மேற்கோளல்லாத பண்புரு மதிப்பில் “`” உள்ளது. சாத்தியமுள்ள காரணம்: மேற்கோள் குறியாக தவறான எழுத்துக்குறியைப் பயன்படுத்தியிருக்கலாம்.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ta: மேற்கோளல்லாத பண்புரு மதிப்பில் மேற்கோள் உள்ளது. சாத்தியமுள்ள காரணங்கள்: பண்புருக்கள் ஒன்றாக இயங்குகின்றன அல்லது மேற்கோளல்லாத பண்புரு மதிப்பில் ஒரு URL வினவல் சரம் உள்ளது.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ta: மேற்கோளல்லாத பண்புரு மதிப்பில் “=” உள்லது. சாத்தியமுள்ள காரணங்கள்: பண்புருக்கள் ஒன்றாக இயங்குகின்றன அல்லது ஆதரிக்கப்படாத பண்புரு மதிப்பில் ஒரு URL வினவல் சரம் உள்ளது.

source: A slash was not immediately followed by “>”.
ta: “>” ஐ அடுத்து ஸ்லாஷ் குறி இல்லை.

source: No space between attributes.
ta: பண்புருக்களுக்கு இடையே இடைவெளி இல்லை.

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
ta: மேற்கோளல்லாத பண்புரு மதிப்பின் தொடக்கத்தில் “<” உள்ளது. சாத்தியமுள்ள காரணம்: முன்பாக “>” இல்லாமலிருக்கலாம்.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ta: மேற்கோளல்லாத பண்புரு மதிப்பின் தொடக்கத்தில் “`” உள்ளது. சாத்தியமுள்ள காரணம்: தவறான எழுத்துக்குறியை மேற்கோளாகப் பயன்படுத்தியிருக்கலாம்.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
ta: மேற்கோளல்லாத பண்புரு மதிப்பின் தொடக்கத்தில் “=” உள்ளது. சாத்தியமுள்ள காரணம்: எங்கோ உள்ள மறு நகலாக அமைந்துள்ள சமக் குறி.

source: Attribute value missing.
ta: பண்புரு மதிப்பு இல்லை.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
ta: பண்புருவின் பெயரை எதிர்நோக்கும் போது “<” ஐக் கண்டது. சாத்தியமுள்ள காரணம்: முன்பாக “>” இல்லாமலிருக்கலாம்.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
ta: பண்புருவின் பெயரை எதிர்நோக்கும் போது “=” ஐக் கண்டது. சாத்தியமுள்ள காரணம்: பண்புருவின் பெயர் இல்லாமலிருக்கலாம்.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
ta: “<” க்கு அடுத்ததாக சரியல்லாத எழுத்து உள்ளது. சாத்தியமுள்ள காரணம்: தவிர்க்கப்படாத “<”. “&lt;” என அதைத் தவிர்க்க முயற்சிக்கவும்.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
ta: “<>” ஐக் கண்டது. சாத்தியமுள்ள காரணங்கள்: தவிர்க்கப்படாத “<” (“&lt;” என தவிர்க்கவும்) அல்லது தொடக்கக்குறிச் சொல் பிழையாக தட்டச்சு செய்யப்பட்டுள்ளது.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
ta: “<?” ஐக் கண்டது. சாத்தியமுள்ள காரணம்: HTML இல் XML செயலாக்க அறிவுறுத்தலைப் பயன்படுத்த முயற்சியெடுக்கப்பட்டது. (XML செயலாக்க அறிவுறுத்தல் HTML இல் ஆதரிக்கப்படாது.)

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
ta: “&” ஐ அடுத்துள்ள சரமானது எழுத்துக்குறிக் குறிப்பாகப் புரிந்துகொள்ளப்பட்டது. (அநேகமாக “&” ஐ “&amp;” எனத் தவிர்த்திருக்க வேண்டும்.)

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
ta: பெயருள்ள எழுத்துக்குறிக் குறிப்பு அரைப்புள்ளியைக் கொண்டு முடிக்கப்படவில்லை. (அல்லது “&” ஐ “&amp;” எனத் தவிர்த்திருக்க வேண்டும்.)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
ta: “&” ஒரு எழுத்துக்குறிக் குறிப்பைத் தொடங்கவில்லாஇ. (அநேகமாக “&” ஐ “&amp;” எனத் தவிர்த்திருக்க வேண்டும்.)

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
ta: பண்புருவின் பெயரை எதிர்நோக்கும் போது மேற்கோள் குறியைக் கண்டது. சாத்தியமுள்ள காரணம்: முன்பாக “=” இல்லாமலிருக்கலாம்.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
ta: பண்புருவின் பெயரில் “<” உள்ளது. சாத்தியமுள்ள காரணம்: முன்பாக “>” இல்லாமலிருக்கலாம்.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
ta: பண்புருவின் பெயரில் மேற்கோள் உள்ளது. சாத்தியமுள்ள காரணம்: அதற்கு முன்பு எங்கோ பொருத்தமான மேற்கோள் தவறவிடப்பட்டுள்ளது.

source: Expected a public identifier but the doctype ended.
ta: பொது அடையாளப்படுத்தி எதிர்பார்க்கப்பட்டது, ஆனால் ஆவண வகை முடிவுற்றது.

source: Bogus doctype.
ta: போலி ஆவண வகை.

source: End tag had attributes.
ta: முடிவுக் குறிச்சொல்லில் பண்புருக்கள் இருந்தன.

source: Stray “/” at the end of an end tag.
ta: முடிவுக் குறிச்சொல்லின் முடிவில் எங்கோ ஒரு “/” உள்ளது.

source: Character reference expands to a non-character.
ta: எழுத்துக்குறிக் குறிப்பு ஒரு எழுத்துக்குறியல்லாததாக விரிவடைகிறது.

source: Character reference expands to a surrogate.
ta: எழுத்துக்குறிக் குறிப்பு ஒரு உண்மையல்லாததாக விரிவடைகிறது.

source: Character reference expands to a control character.
ta: எழுத்துக்குறிக் குறிப்பு ஒரு கட்டுப்பாட்டு எழுத்துக்குறியாக விரிவடைகிறது.

source: A numeric character reference expanded to carriage return.
ta: ஒரு எண்ணியல் எழுத்துக்குறிக் குறிப்பு கேரியேஜ் ரிட்டனாக விரிவடைந்தது.

source: A numeric character reference expanded to the C1 controls range.
ta: ஒரு எண்ணியல் எழுத்துக்குறிக் குறிப்பு C1 கட்டுப்பாடுகள் வரம்பாக விரிவடைந்தது.

source: End of file inside public identifier.
ta: பொது அடையாளப்படுத்திக்குள் கோப்பின் முடிவு உள்ளது.

source: End of file inside comment.
ta: கருத்து உரைக்குள் கோப்பின் முடிவு உள்ளது.

source: End of file inside doctype.
ta: ஆவண வகைக்குள் கோப்பின் முடிவு உள்ளது.

source: End of file reached when inside an attribute value. Ignoring tag.
ta: ஒரு பண்புருவின் மதிப்புக்குள் இருக்கையில் கோப்பின் முடிவுக்குச் சென்றது. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: End of file occurred in an attribute name. Ignoring tag.
ta: பண்புருவின் பெயரில் கோப்பின் முடிவு நேர்ந்தது. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
ta: முந்தைய குறிச்சொல் “>” ஐக் கொண்டு முடிவடையாமலே கோப்பின் முடிவைக் கண்டது. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: End of file seen when looking for tag name. Ignoring tag.
ta: குறிச்சொல்லின் பெயரைத் தேடும் போது கோப்பின் முடிவைக் கண்டது. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: End of file inside end tag. Ignoring tag.
ta: முடிவுக் குறிச்சொல்லுக்குள் கோப்பின் முடிவு உள்ளது. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: End of file after “<”.
ta: “<” க்குப் பிறகு கோப்பின் முடிவு உள்ளது.

source: Character reference outside the permissible Unicode range.
ta: எழுத்துக்குறிக் குறிப்பு அனுமதிக்கப்பட்ட ஒருங்குறி வரம்புக்கு வெளியே உள்ளது.

source: Character reference expands to a permanently unassigned code point.
ta: எழுத்துக்குறிக் குறிப்பானது ஒரு நிரந்தரமான ஒதுக்கப்படாத குறியீட்டுப் புள்ளிக்கு விரிவடைகிறது.

source: Duplicate attribute.
ta: மறு நகல் பண்புரு.

source: End of file inside system identifier.
ta: முறைமை அடையாளப்படுத்திக்குள் கோப்பின் முடிவு உள்ளது.

source: Expected a system identifier but the doctype ended.
ta: முறைமை அடையாளப்படுத்தி எதிர்பார்க்கப்பட்டது, ஆனால் ஆவண வகை முடிவுற்றது.

source: Missing space before doctype name.
ta: ஆவண வகையின் பெயருக்கு முன் இடைவெளி இல்லை.

source: “--!” found in comment.
ta: கருத்து உரையில் “--!” உள்ளது.

source: Character reference expands to zero.
ta: எழுத்துக்குறிக் குறிப்பு பூச்சியத்திற்கு விரிவடைகிறது.

source: No space between the doctype “SYSTEM” keyword and the quote.
ta: ஆவண வகை “SYSTEM” திறப்புச் சொல்லுக்கும் மேற்கோளுக்கும் இடையே இடைவெளி இல்லை.

source: No space between the doctype public and system identifiers.
ta: பொது ஆவண வகைக்கும் முறைமை அடையாளப்படுத்திகளுக்கும் இடையே இடைவெளி இல்லை.

source: No space between the doctype “PUBLIC” keyword and the quote.
ta: ஆவண வகை “PUBLIC” திறப்புச் சொல்லுக்கும் மேற்கோளுக்கும் இடையே இடைவெளி இல்லை.

source: Stray start tag “%1$S”.
ta: எங்கோ ஒரு தொடக்கக் குறிச்சொல் “%1$S” உள்ளது.

source: Stray end tag “%1$S”.
ta: எங்கோ ஒரு முடிவுக் குறிச்சொல் “%1$S” உள்ளது.

source: End tag “%1$S” seen, but there were open elements.
ta: முடிவுக் குறிச்சொல் “%1$S” ஐக் கண்டது, ஆனால் கூறுகள் திறந்தவண்ணம் இருந்தன.

source: End tag “%1$S” implied, but there were open elements.
ta: முடிவுக் குறிச்சொல் “%1$S” உணர்த்தப்பட்டது, ஆனால் கூறுகள் திறந்தவண்ணம் இருந்தன.

source: A table cell was implicitly closed, but there were open elements.
ta: அட்டவணைக் கலம் ஒன்று தெரிந்தே மூடப்பட்டது, ஆனால் கூறுகள் திறந்தவண்ணம் இருந்தன.

source: Stray doctype.
ta: எங்கோ ஒரு ஆவண வகை.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
ta: கிட்டத்தட்ட தரநிலையான பயன்முறையைச் சேர்ந்த ஆவண வகை. “<!DOCTYPE html>” ஐ எதிர்பார்த்தது.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
ta: மரபற்ற ஆவண வகை. “<!DOCTYPE html>” ஐ எதிர்பார்த்தது.

source: Non-space character in page trailer.
ta: பக்க தொடர்ச்சியில் இடைவெளியல்லாத எழுத்துக்குறி உள்ளது.

source: Non-space after “frameset”.
ta: “frameset” க்குப் பிறகு இடைவெளியல்லாத எழுத்துக்குறி உள்ளது.

source: Non-space in “frameset”.
ta: “frameset” இல் இடைவெளியல்லாத எழுத்துக்குறி உள்ளது.

source: Non-space character after body.
ta: அங்கத்திற்குப் பிறகு இடைவெளியல்லாத எழுத்துக்குறி உள்ளது.

source: Non-space in “colgroup” when parsing fragment.
ta: துணுக்கைப் பாகுபடுத்தும் போது “colgroup” இல் இடைவெளியல்லாத எழுத்துக்குறி இருந்தது.

source: Non-space character inside “noscript” inside “head”.
ta: “head” க்குள் உள்ள “noscript” இல் இடைவெளியல்லாத எழுத்துக்குறி இருந்தது.

source: “%1$S” element between “head” and “body”.
ta: “head” க்கும் “body” க்கும் இடையே “%1$S” உள்ளது.

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ta: முதலில் ஆவண வகையைக் காணாமல் தொடக்கக் குறிச்சொல்லைக் கண்டது. “<!DOCTYPE html>” ஐ எதிர்பார்த்தது.

source: No “select” in table scope.
ta: அட்டவணை வரம்பில் “select” இல்லை.

source: “select” start tag where end tag expected.
ta: முடிவுக் குறிச்சொல் எதிர்பார்க்கப்பட்ட இடத்தில் “select” தொடக்கக் குறிச்சொல் இருந்தது.

source: “%1$S” start tag with “select” open.
ta: “select” திறந்த நிலையில் இருக்கையில் “%1$S” உள்ளது.

source: Bad start tag “%1$S” in “head”.
ta: “head” இல் சரியற்றா “%1$S” தொடக்கக் குறிச்சொல் உள்ளது.

source: Saw a start tag “image”.
ta: “image” தொடக்கக் குறிச்சொல்லைக் கண்டது.

source: “isindex” seen.
ta: “isindex” ஐக் கண்டது.

source: An “%1$S” start tag seen but an element of the same type was already open.
ta: ஒரு “%1$S” தொடக்கக் குறிச்சொல்லைக் கண்டது, ஆனால் அதே வகையான மற்றொரு கூறு ஏற்கனவே திறந்த நிலையில் இருந்தது.

source: Heading cannot be a child of another heading.
ta: ஒரு தலைப்பு மற்றொரு தலைப்பின் சேய் தலைப்பாக இருக்க முடியாது.

source: “frameset” start tag seen.
ta: “frameset” தொடக்கக் குறிச்சொல்லைக் கண்டது.

source: No cell to close.
ta: மூட கலம் எதுவும் இல்லை.

source: Start tag “%1$S” seen in “table”.
ta: “table” இல் தொடக்கக் குறிச்சொல் “%1$S” ஐக் கண்டது.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
ta: ஒரு “form”தொடக்கக் குறிச்சொல்லைக் கண்டது, ஆனால் ஏற்கனவே ஒரு “form” கூறு செயலில் உள்ளது. உள்ளுக்குள்ளாக அமையும் படிவங்களுக்கு அனுமதியில்லை. குறிச்சொல்லைப் புறக்கணிக்கிறது.

source: Start tag for “table” seen but the previous “table” is still open.
ta: “table” க்கான தொடக்கக் குறிச்சொல்லைக் கண்டது, ஆனால் முந்தைய “table” இன்னும் திறந்த நிலையிலேயே உள்ளது.

source: “%1$S” start tag in table body.
ta: அட்டவணை அங்கத்தில் “%1$S” தொடக்கக் குறிச்சொல் உள்ளது.

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ta: முதலில் ஆவண வகையைக் காணாமல் முடிவுக் குறிச்ச்சொல்லைக் கண்டது. “<!DOCTYPE html>” ஐ எதிர்பார்த்தது.

source: Saw an end tag after “body” had been closed.
ta: “body” மூடப்பட்ட பிறகு ஒரு முடிவுக் குறிச்சொல்லைக் கண்டது.

source: “%1$S” end tag with “select” open.
ta: “select” திறந்த நிலையில் இருக்கையில் “%1$S” முடிவுச் சொல் உள்ளது.

source: Garbage in “colgroup” fragment.
ta: “colgroup” துணுக்கில் தேவையற்றது.

source: End tag “br”.
ta: “br” முடிவுக் குறிச்சொல்.

source: No “%1$S” element in scope but a “%1$S” end tag seen.
ta: வரம்பில் “%1$S” கூறு இல்லை, ஆனால் ஒரு “%1$S” முடிவுக் குறிச்சொல்லைக் கண்டது.

source: HTML start tag “%1$S” in a foreign namespace context.
ta: அயல்வெளி பெயர்வெளி சூழலில் HTML தொடக்கக் குறிச்சொல் “%1$S” .

source: “table” closed but “caption” was still open.
ta: “table” மூடப்பட்டது, ஆனால் “caption” திறாந்தா நிலையிலேயே இருந்தது.

source: No table row to close.
ta: மூடுவதற்கு அட்டவணை வரிசைகள் எதுவும் இல்லை.

source: Misplaced non-space characters inside a table.
ta: ஒரு அட்டவணைக்குள் இடைவெளியல்லாத எழுத்துக்குறிகள் தவறாக இடம்பெற்றுள்ளன.

source: Unclosed children in “ruby”.
ta: “ruby” இல் மூடப்படாத சேய்க் கூறு உள்ளது.

source: Start tag “%1$S” seen without a “ruby” element being open.
ta: “ruby” கூறு ஒன்று திறந்த நிலையில் இல்லாதபட்சத்தில் தொடக்கக் குறிச்சொல் “%1$S”ஐக் கண்டது.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
ta: ஒன்றுமில்லாததல்லாத HTML கூறில் தானாக மூடும் தொடரியல் (“/>”) பயன்படுத்தப்பட்டது. ஸ்லாஷைப் புறக்கணித்துவிட்டு இதை தொடக்கக் குறிச்சொல்லாகக் கருதுகிறது.

source: Unclosed elements on stack.
ta: தொகுப்பில் மூடப்படாத கூறுகள் உள்ளன.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
ta: முடிவுக் குறிச்சொல் “%1$S” தற்போது திறந்த நிலையில் உள்ள கூறு (“%2$S”) இன் பெயருடன் பொருந்தவில்லை.

source: End tag “%1$S” violates nesting rules.
ta: முடிவுக் குறிச்சொல் “%1$S” உள்ளுக்குள்ளாக அமைத்தல் விதிகளை மீறுகிறது.
