Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/pdfviewer/viewer.properties.po
Languages: tl

source: Previous Page
tl: Naunang Pahina

source: Previous
tl: Nakaraan

source: Next Page
tl: Sunod na Pahina

source: Next
tl: Susunod

source: Page:
tl: Pahina:

source: of {{pageCount}}
tl: ng {{bilangngPahina}}

source: Open File
tl: Magbukas ng file

source: Open
tl: Buksan

source: Current view (copy or open in new window)
tl: Kasalukuyang tingin (kopyahin o buksan sa bagong window)

source: Current View
tl: Kasalukuyang tingin

# toggle_slider.title
source: Toggle Slider
tl: Slider ng Toggle

# toggle_slider_label
source: Toggle Slider
tl: Slider ng Toggle

source: Show Document Outline
tl: Ipakita ang banghay ng dokumento

source: Document Outline
tl: Banghay ng dokumento

source: Show Thumbnails
tl: Ipakita ang mga Thumbnails

source: Search Document
tl: Hanapin ang Dokumento

source: Search
tl: Hanapin

source: No Outline Available
tl: Walang Banghay na Pwede

source: Page {{page}}
tl: Pahina {{pahina}}

source: Thumbnail of Page {{page}}
tl: Thumbnail ng Pahina {{pahina}}

source: Find
tl: Hanapin

source: (Not found)
tl: (hindi mahanap)

source: More Information
tl: Maraming Inpormasyon

source: Less Information
tl: Maikling Inpormasyon

source: Message: {{message}}
tl: Mensahe: {{message}}

source: Line: {{line}}
tl: Linya: { { linya } }

source: An error occurred while rendering the page.
tl: May naganap na pagkakamali habang pagsasalin sa pahina.

source: Page Width
tl: Haba ng Pahina

source: Page Fit
tl: ang pahina ay angkop

source: Automatic Zoom
tl: awtomatikong pag-imbulog

source: An error occurred while loading the PDF.
tl: May maling nangyari habang kinakarga ang PDF.

source: PDF is protected by a password:
tl: Ang PDF ay protektado ng isang password:
