Repository: Lazimshahad/mozilla-l10n
Catalog: wo/toolkit/chrome/global/finddialog.dtd.po
Languages: wo

source: Find in This Page
wo: Wut ci biir xët bi

source: Fi&nd what:
wo: &Bind bi ñuy wut:

source: Mat&ch case
wo: &Samm jëmmalin wi

source: &Wrap
wo: &Wut bu mbegewu

source: &Find Next
wo: &Wut

source: Cancel
wo: Neenal

source: Close
wo: Tëj

source: &Up
wo: &Kaw

source: &Down
wo: &Suuf

source: Direction
wo: Jublu gi
