Repository: Lazimshahad/mozilla-l10n
Catalog: wo/security/manager/chrome/pippki/validation.dtd.po
Languages: wo

source: Manage CRLs
wo: Saytu LCR yi

source: Name
wo: Tur

source: Last Update
wo: Yeesal bi mujj

source: Next Update
wo: Yeesal biy ñëw

source: Auto Update
wo: Yeesal boppam

source: Auto Update Status
wo: Taxawaayu yeesal boppam

source: &Delete
wo: &Màb

source: &Update
wo: &Yeesal

source: &Settings
wo: Pa&rameetar

source: Automatic CRL Update Preferences
wo: Taamu yeesal boppam bu LCR

source: Enable Automatic Update for this CRL
wo: Suqali taamu yeesal boppam bu LCR bii

source: Update
wo: Yeesal

source: Day(s) before Next Update date
wo: Bes laata yeesal bi topp

source: Update every
wo: Yeesal

source: Day(s)
wo: Bes

source: CRL would be imported From:
wo: LCR bi dina ñu ko fate ci:

source: CRL Issued By:
wo: Ki joxe LCR bi:

source: Organization:
wo: Mbootaay:

source: Next Update On:
wo: Beneen yeesal ci:

source: Details of Last Update Failure:
wo: Benn bennali lajju yeesal bi mujj:

source: Settings
wo: Parammeetar yi
