Repository: Lazimshahad/mozilla-l10n
Catalog: son/browser/chrome/browser/safeMode.dtd.po
Languages: son

source: &brandShortName; Safe Mode
son: &brandShortName; saajaw alhaali

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
son: &brandShortName; ga dira saajaw alhaali ra, kaŋ ga war boŋ-hanseyaney, furarey nda dobuyaney kayandi waati kayna se.

source: You can make some or all of these changes permanent:
son: War ga hin ka barmawey jerey wala ikul tee duumante:

source: &Disable all add-ons
son: Tontoney kul &kayandi

source: &Reset toolbars and controls
son: Goyjinay žeerey nda dabarey &willi lasaloo ga

source: Delete all &bookmarks except for backups
son: &Doo-šilbawey kul tuusu nda manti banda-gaabey

source: Reset all user &preferences to &brandShortName; defaults
son: Wa goykaw ibaayey kul willi &brandShortName; lasal tilasey ga

source: Re&store default search engines
son: Tilasu ceecijinawey &willi

source: Make Changes and Restart
son: Barmawey tee nda ma tunandi taaga

source: Continue in Safe Mode
son: Koy jine saajaw alhaali ra
