Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/preferences.properties.po
Languages: sw

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
sw: Kuchagua chaguo hili kutatuma anwani ya kurasa za wavuti unayoangalia kwa %S. Kuendelea, tafadhali angalia kwa makini na kubali masharti yafuatayo ya huduma.

source: Default (%S)
sw: Chaguo-msingi (%S)

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
sw: Unaweza kuainisha ni wavuti gani zinakubaliwa au hazikubaliwi kutumia vidakuzi. Andika anwani sahihi ya tovuti unayotaka kusimamia halafu bofya Block, Allow for Session, au Ruhusu.

source: Exceptions - Cookies
sw: Mambo ya pekee - Vidakuzi

source: You can specify which web sites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
sw: Unaweza kuainisha ni wavuti gani zinaruhusiwa kusakinisha vifaa vya nyongeza. Andika anwani sahihi ya tovuti unayotaka kuruhusu na kisha bofya Allow.

source: Allowed Sites - Add-ons Installation
sw: Tovuti Zilizoruhusiwa - Usakinisa haji wa Vifaa Vya Nyongeza

source: You can specify which web sites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
sw: Unaweza kuainisha ni wavuti gani zinaruhusiwa kufungua dirisha ibukizi. Andika anwani sahihi ya tovuti unayotaka kuruhusu na kisha bofya Allow.

source: Allowed Sites - Pop-ups
sw: Tovuti Zilizoruhusiwa - Ibukizi

source: You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
sw: Unaweza kuainisha ni wavuti gani zinazoruhusiwa kupakia picha. Andika anwani ya tovuti ambayo ungetaka kusimamia na kisha bofya Block au Allow.

source: Exceptions - Images
sw: Mambo ya pekee - Picha

source: Please enter a valid hostname
sw: Tafadhali ingiza jina sahihi la mwenyeji

source: Invalid Hostname Entered
sw: Jina Batili la Mwenyeji limeingizwa

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sw: Kwa sasa upo kwenye modi ya FIPS. Inahitaji Neno la Siri Kuu lisilo tupu.

source: Password Change Failed
sw: Ubadilishaji wa Neno la Siri Umeshindwa

source: Desktop
sw: Eneo kazi

source: Downloads
sw: Hupakua

source: Choose Download Folder:
sw: Chagua Kabrasha ya Kupakua:

source: %S file
sw: %S faili

source: Save File
sw: Hifadhi Faili

source: Use %S
sw: Tumia %S

source: Use %S (default)
sw: Tumia %S (chaguo msingi)

source: Use other…
sw: Tumia ingine…

source: Select Helper Application
sw: Chagua Programu tumizi ya Msaidizi

source: Application Details…
sw: Maelezo Kamili ya Programu Tumizi…

source: Web Feed
sw: Mlisho Wavuti

source: Video Podcast
sw: Kichunga wakati cha Video

source: Podcast
sw: Kichunga wakati

source: Always ask
sw: Uliza kila mara

source: Use %S (in %S)
sw: Tumia %S (kwa %S)

source: Preview in %S
sw: Angalia kwa makini kwa %S

source: Add Live Bookmarks in %S
sw: Ongeza Alamisho Hai kwa %S

source: Host:
sw: Mwenyeji:

source: Domain:
sw: Kikoa:

source: Encrypted connections only
sw: Miunganisho iliyofichwa pekee

source: Any type of connection
sw: Aina yoyote ya muunganisho

source: At end of session
sw: Mwisho wa kipindi

source: Allow
sw: Ruhusu

source: Allow for Session
sw: Ruhusu Kipindi

source: Block
sw: Zuia

source: <no cookie selected>
sw: <hakuna kidukizo kilichochaguliwa>

source: The following cookies are stored on your computer:
sw: Vidukizo vifuatavyo vimehifadhiwa kwenye kompyuta yako:

source: The following cookies match your search:
sw: Vidukizo vifuatavyo vinalingana na tafutizo lako:

source: Remove offline website data
sw: Ondoa data ya wavuti iliyo nje ya mtandao

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
sw: Baada ya kuondoa data hii, %S haitapatikana nje ya mtandao. Una uhakika unataka kuondoa wavuti hii ya nje ya mtandao?

source: Remove offline data
sw: Ondoa data ya nje ya mtandao

source: The following websites are not allowed to store data for offline use:
sw: Wavuti zifuatazo haziruhusiwi kuhifadhi data kwa matumizi ya nje ya mtandao:

source: Offline Data
sw: Data ya Nje ya Mtandao

source: Your cache is currently using %1$S %2$S of disk space
sw: Hifadhi muda yako kwa sasa inatumia %1$S %2$S ya nafasi ya diski

source: Do you want to stop using this account?
sw: Ungetaka kuwacha kutumia akaunti hii?

source: This will reset all of your Sync account information and preferences.
sw: Hii itaseti upya maelezo mengi ya akaunti yako ya Ulandanishi na upendeleo.

source: Reset All Information
sw: Seti upya Maelezo Yote
