Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/security.dtd.po
Languages: af

source: &Warn me when sites try to install add-ons
af: &Waarsku my wanneer werwe probeer byvoegings installeer

source: _: &Tell me if the site I'm visiting is a suspected forgery
af: &Vertel my as die werf wat ek besoek, daarvan verdink word dat dit 'n kwaadwillige webnamaaksel is

source: Check using a &downloaded list of suspected sites
af: Kontroleer met 'n &aflaailys van verdagte werwe

source: _: Check by &asking
af: Kontroleer deur te &vra

source: about each site I visit
af: oor elke werf wat ek besoek

source: &Exceptions...
af: &Uitsonderings...

source: Passwords
af: Wagwoorde

source: &Remember passwords for sites
af: &Onthou wagwoorde vir werwe

source: E&xceptions...
af: &Uitsonderings...

source: &Use a master password
af: &Gebruik 'n meesterwagwoord

source: Change &Master Password...
af: Wysig &meesterwagwoord...

source: Show &Passwords...
af: Wys &wagwoorde...

source: Warning Messages
af: Waarskuboodskappe

source: Choose which warning messages you want to see while browsing the web
af: Kies watter waarskuboodskap u wil sien terwyl u die web deursoek

source: &Settings...
af: &Opstelling...
