Repository: Lazimshahad/mozilla-l10n
Catalog: */toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: hy_am, tr

source: Installing: %s
hy_am: Տեղադրում եմ՝. %s
tr: Kuruluyor: %s

source: Installing Shared File: %s
hy_am: Տեղադրում եմ համընդհանուր օգտագործվող Ֆայլերը՝. %s
tr: Ortak Kullanım Dosyasını Kuruluyor: %s

source: Replacing: %s
hy_am: Փոխարինել՝. %s
tr: Değiştiriliyor: %s

source: Replacing Shared File: %s
hy_am: Փողարինում եմ համատեղ օգտագործվող ֆայլ՝. %s
tr: Ortak Kullanılan Dosyayı değiştir: %s

source: Skipping: %s
hy_am: Անցնել՝ %s
tr: Geçen: %s

source: Skipping Shared File: %s
hy_am: Բաց եմ թողնում %s համատեգ օգտագործման ֆայլը
tr: Ortak Kullanılan Dosyalar Veriliyor: %s

source: Deleting file: %s
hy_am: Հեռացնում եմ ֆայլ՝. %s
tr: Dosya siliniyor: %s

source: Deleting component: %s
hy_am: Հեռացնում եմ բաղադրիչ՝. %s
tr: Parçaları sil: %s

source: Executing: %s
hy_am: Կատարում եմ՝. %s
tr: Çalışan: %s

source: Executing: %s with argument: %s
hy_am: Կատարում եմ %s­ը %s փաստարկով
tr: Çalıştır: %s ı argüman olarak: %s

source: Copy File: %s to %s
hy_am: Ֆայլը կրկնորինակել՝. %s­ից %s
tr: Dosya Kayıt: %s den %s

source: Execute File: %s
hy_am: Կատարել Ֆայլը՝. %s
tr: Dosya çalıştır: %s

source: Execute File: %s with argument: %s
hy_am: Կատարել %s ֆայլը %s փաստարկով
tr: Dosya: %s dosyayı argümanlı çalıştır: %s

source: Move File: %s to %s
hy_am: Ֆայլը տեղափոխել՝. %s zu %s
tr: Dosyayı taşı: %s to %s

source: Rename File: %s to %s
hy_am: Ֆայլը վերանվանել՝. %s­ից %s
tr: Dosya adını değiştir: %s to %s

source: Create Folder: %s
hy_am: Ստեղծել պանակ՝. %s
tr: Dosya oluştur: %s

source: Remove Folder: %s
hy_am: Ջնջել պանակը՝. %s
tr: Dizini kaldır: %s

source: Rename Folder: %s to %s
hy_am: Պանակը վերանվանել: %s­ից %s
tr: Dosya adını değiştir: %s to %s

source: Windows Shortcut: %s
hy_am: Windows-Համառոտում. %s
tr: Pencere kısa tuşu: %s

source: Mac Alias: %s
hy_am: Mac փոխաբերում՝. %s

source: Windows Register Server: %s
hy_am: Windows Գրանցման Սպասարկիչ. %s
tr: Pencere Kayıt Sunucusu: %s

source: Unknown file operation command!
hy_am: Անհայտ ֆայլային գործառույթ:
tr: Bilinemeyen dosya işlem hatası!

source: Patching: %s
hy_am: Կարկատում եմ՝. %s
tr: Güncelle: %s

source: Uninstalling: %s
hy_am: Հեռացնում եմ՝ %s
tr: kaldırılıyor: %s

source: Register Skin: %s
hy_am: Գրանցել Մորթին՝. %s
tr: Tema Kaydet: %s

source: Register Locale: %s
hy_am: Լեզուն գրանցել՝. %s
tr: Dil kaydet: %s

source: Register Content: %s
hy_am: Գրանցել Պարունակությունը ՝. %s
tr: İçerik Kaydet: %s

source: Register Package: %s
hy_am: Փաթեթը գրանցել՝. %s
tr: Paketleri Kaydet: %s

source: Use this theme
hy_am: Օգտագործել այս ձևավորումը
tr: Bu temayı kullan

source: Use this locale
hy_am: Կիրառել այս լեզուն
tr: Bu dili kullan

source: Install the theme "%1$S" from %2$S?
hy_am: Ցանկանու՞մ եք "%1$S" ձեվավորումը %2$S­ից տեղադրել:
tr: "%1$S" isimli tema %2$S adresinden yüklensin mi?

source: Install the locale "%1$S" from %2$S?
hy_am: Ցանկանու՞մ եք "%1$S" լեզուն %2$S­ից տեղադրել:
tr: Dil seçimi "%1$S" den %2$S kurulsun mu?

source: Install
hy_am: Տեղադրել
tr: Kur

source: Queued
hy_am: Հերթի մեջ
tr: Beklemede

source: Downloading…
hy_am: Բեռնավորում եմ…
tr: İndiriliyor…

source: Downloaded
hy_am: Բեռնավորված է
tr: İndirildi

source: Installing…
hy_am: Տեղակայում...
tr: Kuruluyor…

source: Unsigned
hy_am: Ստորագրված չէ
tr: İmzasız

source: ERROR
hy_am: ՍԽԱԼՄՈՒՆՔ
tr: HATA

source: Success
hy_am: Հաջողություն
tr: Başarılı

source: Restart to complete
hy_am: Եզրափակելու համար վերագործարկեք
tr: Bitirmek için tekrar başla

source: Access denied
hy_am: Արգելված գործողություն
tr: Erişim sağlanamadı

source: Unexpected installation error Review the Error Console log for more details.
hy_am: Տեղադրման անսպասելի սխալմունք Մանրամասների համար քննեք Սխալների Կոնսոլի Գրառումները:
tr: Kurulum esnasında beklenmedik bir hata oluştu JavaScript konsoluna girip detayları öğrenebilirsiniz..

source: Install script not found
hy_am: Տեղադրման սկրիպտը չի գտնվել
tr: Kurulum betiği bulunamadı

source: Not a valid install package
hy_am: Տեղադրման փաթեթն անվավեր է
tr: Geçersiz bir kurulum paketi

source: Invalid argument
hy_am: Անվավեր փաստարկ
tr: Geçersiz argument

source: User canceled
hy_am: Դադարեցվեց օգտվողի կողմից
tr: Kullanıcı vazgeçti

source: Required file does not exist
hy_am: Անհրաժեշտ ֆայլն առկա չէ
tr: Gerekli dosya mevcut değil

source: Read only
hy_am: Չփոփոխվող
tr: Salt Okunur

source: AppleSingle extraction error
hy_am: AplleSingle զատման սխալմունք
tr: AppleSingle çıkarma hatası

source: Invalid path
hy_am: Անվավեր ծրագիծ
tr: Geçersiz kısayol

source: EXTRACTION_FAILED
hy_am: Զատումը Խափանվեց
tr: ÇIKARMA_BAŞARISIZ

source: Canceled
hy_am: Դադարեցված
tr: İptal Edildi

source: Download error
hy_am: Բեռնման վթար
tr: İndirme hatası

source: Script error
hy_am: Սկրիպտի սխալմունք
tr: Script hatası

source: Already exists
hy_am: Արդեն Առկա է
tr: Zaten mevcut

source: Out of space
hy_am: Տեղ չկա
tr: Dolu Alan

source: Chrome registration failed
hy_am: Chrome գրանցումը խափանվեց
tr: Chrome-Kayıt hatalı

source: Unfinished install
hy_am: Անավարտ տեղադրում
tr: Eksik Kurulum

source: Unsupported package
hy_am: Անսպասարկելի փաթեթ
tr: Desteklenmeyen bir paket

source: Signing could not be verified.
hy_am: Անհնար էր ստուգել ստորագրությունը:
tr: İmza kontrol edilemiyor.

source: Invalid file hash (possible download corruption)
hy_am: Ֆայլի հաշն անվավեր է (հնարավոր բեռնավորման խոտան)
tr: Geçersiz dosya (indirme başarısız geçmiş olabilir)

source: Unknown or invalid file hash type
hy_am: Անհայտ կամ անվավեր հաշի տեսակ
tr: Geçersiz veya bilinmeyen bir dosya

source: Out of memory
hy_am: Հիշողության չափազանցում
tr: bellek yetersiz

source: Unexpected error %S
hy_am: Անհայտ սխալմունք %S
tr: Bilinmeyen hata %S
