Repository: Lazimshahad/mozilla-l10n
Catalog: nso/toolkit/chrome/mozapps/downloads/unknownContentType.properties.po
Languages: nso

source: Opening %S
nso: Go bula %S

source: Enter name of file to save to…
nso: Tsenya leina la faele go boloka go…

source: %S (default)
nso: %S (tirelwa)

source: Choose Helper Application
nso: Kgetha tirišo ya sethuši

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
nso: Tirišo ye o e kgethilego ("%S") ga se ya hwetšwa. Lekola leina la faele goba o kgethe tirišo e nngwe.

source: Application not found
nso: Tirišo ga se ya hwetšwa

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
nso: Faele e be e ka se bolokwe ka gobane ga o na ditumelelo tša maleba. Kgetha tšhupetšo e nngwe ya go boloka.

source: Invalid Save Permissions
nso: Ditumelelo tša go boloka tše sa šomego

source: Select Download Folder
nso: Kgetha foltara ya go laolla

source: Save File
nso: Boloka faele

source: Cancel
nso: Khansela

source: %S file
nso: faele ya %S

source: WPS Default
nso: Tirelwa ya WPS

source: Viewer for Class %S
nso: Selebeledi sa klase ya %S

source: Image Viewer
nso: Selebeledi sa seswantšho

source: Audio Player
nso: Sebapadi sa setheeletšwa

source: Video Player
nso: Sebapadi sa bidio

source: MIDI Player
nso: Sebapadi sa MIDI
