Repository: Lazimshahad/mozilla-l10n
Catalog: */toolkit/chrome/global/config.dtd.po
Languages: hy_am, zu

source: about:config
hy_am: Կարգավորումներ (about:config)

source: This might void your warranty!
hy_am: Սա կարող է վնասել ձեր երաշխիքը!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
hy_am: Այս խորացված կարգավորումների փոփոխումը կարող է լինել վտանգել այս ծրագրի կայունությունը, անվտանգությունը և աշխատանքի որակը: Դուք պետք է շարունակեք միայն այն դեպքում, երբ վստահ գիտեք թե ինչ էք անում:

source: I'll be careful, I promise!
hy_am: Խոստանում եմ, կլինեմ զգույշ!

source: Show this warning next time
hy_am: Ցույց տալ այս զգուշացումը հաջորդ անգամ

source: &Filter:
hy_am: Զտիչ.
zu: S&efa:

source: Preference Name
hy_am: Նախընտրանքի անունը
zu: Igama Elikhethwayo

source: Status
hy_am: Կարգավիճակ
zu: Isimo

source: Type
hy_am: Տիպը
zu: Uhlobo

source: Value
hy_am: Արժեքը
zu: Inani

source: Click to sort
hy_am: Կտացրեք դասավորելու համար
zu: Chafaza inkinobho ukuze uhlele

source: Click to select columns to display
hy_am: Կտացրեք ցուցադրվող սյուներն ընտրելու համար
zu: Chofoza ukuze ukhethe izinhlu ezizovela

source: &Copy
hy_am: Կրկնակել
zu: &Kopisha

source: Copy &Name
hy_am: Անունը Կրկնակել
zu: &Igama Lekhophi

source: Copy &Value
hy_am: Արժեքը Կրկնակել
zu: Ikhophi &Izinga

source: &Modify
hy_am: Ձեվափոխել
zu: &Lungisa

source: &Toggle
hy_am: Հակառակը
zu: &Shintsha

source: &Reset
hy_am: Վերադարձնել
zu: &Qalisa Phansi

source: Ne&w
hy_am: Նոր
zu: Okusha

source: &String
hy_am: Տեքստ
zu: &Ukuhlelwa kwamagama

source: &Integer
hy_am: Ամբողջ
zu: &Inombolo

source: &Boolean
hy_am: Բուլյան
zu: I-&Boolean

source: C
zu: W

source: Sho&w All
zu: Vez&a Konke

source: &New
zu: &Okusha

source: &Lock
zu: &Khiya

source: &Unlock
zu: &Vula ukhiye
