Repository: Lazimshahad/mozilla-l10n
Catalog: */toolkit/chrome/global/dateFormat.properties.po
Languages: zu

source: Jan
zu: Mas

source: Feb
zu: Nhl

source: Mar
zu: Nda

source: Apr
zu: Mba

# month.5.Mmm
source: May
zu: Nhn

source: Jun
zu: Nha

source: Jul
zu: Ntu

source: Aug
zu: Ncw

source: Sep
zu: Mnd

source: Oct
zu: Mfu

source: Nov
zu: Lwe

source: Dec
zu: Zib

source: January
zu: Umasingane

source: February
zu: uNhlolanja

source: March
zu: uNdasa

source: April
zu: uMbaso

# month.5.name
source: May
zu: uNhlaba

source: June
zu: uNhlangula

source: July
zu: uNtulikazi

source: August
zu: uNcwaba

source: September
zu: uMandulo

source: October
zu: uMfumfu

source: November
zu: uLwezi

source: December
zu: Uzibandlela

source: Sunday
zu: Usonto

source: Monday
zu: Umsombuluko

source: Tuesday
zu: Ulwesibili

source: Wednesday
zu: Ulwesithathu

source: Thursday
zu: Ulwesine

source: Friday
zu: Ulwesihlanu

source: Saturday
zu: Umgqibelo

source: Sun
zu: Son

source: Mon
zu: Mso

source: Tue
zu: Lwsb

source: Wed
zu: Mst

source: Thu
zu: Lwsn

source: Fri
zu: Lwsh

source: Sat
zu: Mgq

source: Su
zu: So

source: Mo
zu: Ms

source: Tu
zu: Lb

source: We
zu: Lt

source: Th
zu: Ls

source: Fr
zu: Lh

source: Sa
zu: Mg

source: Noon
zu: Imini

source: Midnight
zu: Phakathi kwamabili

source: All Day
zu: Usuku lonke
