Repository: Lazimshahad/mozilla-l10n
Catalog: */toolkit/chrome/global/filepicker.properties.po
Languages: sw

source: All Files
sw: Faili Zote

source: HTML Files
sw: Faili za HTML

source: Text Files
sw: Faili za Matini

source: Image Files
sw: Faili za Picha

source: XML Files
sw: Faili za XML

source: XUL Files
sw: Faili za XUL

source: Applications
sw: Programu tumizi

source: Audio Files
sw: Faili Sikizi

source: Video Files
sw: Faili za Video

# dirTextInputLabel
source: Directory name:
sw: Jina la mpangilio orodha:

source: Confirm
sw: Dhibitisha

source: %S already exists. Do you want to replace it?
sw: %S tayari ipo. Ungetaka kuibadilisha?

source: Open
sw: Fungua

source: Save
sw: HIfadhi

source: Select
sw: Chagua

source: No
sw: La

source: Save As:
sw: Hifadhi Kama:

# errorOpenFileDoesntExistTitle
source: Error opening %S
sw: Kosa katika kufungua %S

source: File %S doesn't exist
sw: Faili %S haipo

source: Error accessing %S
sw: Kosa katika kufikia %S

source: Directory %S doesn't exist
sw: Mpangilio orodha %S haipo

# errorOpeningFileTitle
source: Error opening %S
sw: Kosa katika kufungua %S

source: File %S is not readable
sw: Faili %S haisomeki

source: Error saving %S
sw: Kosa katika kuhifadhi %S

source: %S is a file, can't save %S
sw: %S ni faili, hatuwezi kuhifadhi %S

source: Path %S doesn't exist, can't save %S
sw: Njia %S haipo, hatuwezi kuhifadhi %S

source: File %S is not writable.
sw: Faili %S haiandikiki.

source: Cannot create file. Directory %S is not writable.
sw: Haiwezi kuunda faili. Mpangilio orodha %S hiandikiki.

# errorNewDirDoesExistTitle
source: Error creating %S
sw: Kosa katika kuunda %S

source: A file named %S already exists, directory cannot be created.
sw: Faili iitwayo %S tayari ipo, mpangilio orodha hauwezi kuundwa.

# errorCreateNewDirTitle
source: Error creating %S
sw: Kosa katika kuunda %S

source: Directory %S could not be created
sw: Mpangilio orodha %S haingeweza kuundwa

source: Directory cannot be created, %S is a file
sw: Mpangilio orodha haiwezi kuundwa, %S ni faili

source: Directory cannot be created, %S not writable
sw: Mpangilio orodha haiwezi kuundwa, %S haiwezi kuandikwa

source: Create new directory
sw: Unda mpangilio orodha mpya

# promptNewDirMessage
source: Directory name:
sw: Jina la mpangilio orodha:

source: Unknown Error
sw: Kosa Lisilotambulka

source: An unknown error occured (path %S)
sw: Kosa lisilotambulika limetokea (njia %S)
