Repository: Lazimshahad/mozilla-l10n
Catalog: nso/browser/installer/mui.properties.po
Languages: nso

source: Welcome to the $BrandFullNameDA Setup Wizard
nso: O amogetšwe go ramahlale wa peakanyo ya $BrandFullNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
nso: Ramahlale yo o tla go thuša go lokela $BrandFullNameDA. O eletšwa gore o tswalele ditirišo tše dingwe ka moka pele o ka thoma peakanyo. Se se tla dira gore go kgonege go mpshafatša difaele tša maleba tša tshepedišo ka ntle le go thomološa khomphutha ya gago. $_CLICK

source: Choose Components
nso: Kgetha dikarolwana

source: Choose which features of $BrandFullNameDA you want to install.
nso: Kgetha gore ke dibopego dife tša $BrandFullNameDA tšeo o nyakago go di lokela.

source: Description
nso: Tlhaloso

source: Position your mouse over a component to see its description.
nso: Bea mause wa gago godimo ga karolwana go bona tlhaloso ya yona.

source: Choose Install Location
nso: Kgetha lefelo la go lokela

source: Choose the folder in which to install $BrandFullNameDA.
nso: Kgetha foltara yeo go swanetšego go lokelwa $BrandFullNameDA.

source: Installing
nso: Go lokela

source: Please wait while $BrandFullNameDA is being installed.
nso: Hle leta ge $BrandFullNameDA e dutše e lokelwa.

source: Installation Complete
nso: Go lokela go phethilwe

source: Setup was completed successfully.
nso: Peakanyo e phethilwe ka katlego.

source: Installation Aborted
nso: Go lokela go folotšišitšwe

source: Setup was not completed successfully.
nso: Peakanyo ga ya phethwa ka katlego.

source: &Finish
nso: &Feditše

source: Completing the $BrandFullNameDA Setup Wizard
nso: Go phetha ramahlale wa peakanyo ya $BrandFullNameDA

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
nso: $BrandFullNameDA e loketšwe khomphutheng ya gago. Kgotla Feditše gore o tswalele ramahlale yo.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
nso: Khomphutha ya gago e swanetše go thongwa ka leswa gore go phethwe go lokelwa ga $BrandFullNameDA. Na o nyaka go thomološa gona bjale?

source: Reboot now
nso: Thomološa gona bjale

source: I want to manually reboot later
nso: Ke nyaka go thomološa ka go itirela ka moragonyana

source: Choose Start Menu Folder
nso: Kgetha foltara ya lelokelelo la go thoma

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
nso: Kgetha foltara ya lelokelelo la go thoma ya dikgaoletšo tša $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
nso: Kgetha foltara ya lelokelelo la go thoma yeo o nyakago go hlola dikgaoletšo tša mananeo. Gape o ka tsenya leina gore o hlole foltara e mpsha.

source: Are you sure you want to quit $BrandFullName Setup?
nso: Na o kgodišegile gore o nyaka go tswalela peakanyo ya $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
nso: O amogetšwe go ramahlale wa go ntšha $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
nso: Ramahlale yo o tla go thuša go ntšha $BrandFullNameDA. Pele o ka thoma go ntšha, netefatša gore $BrandFullNameDA ga e dire. $_CLICK

source: Uninstall $BrandFullNameDA
nso: Ntšha $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
nso: Tloša $BrandFullNameDA khomphutheng ya gago.

source: Uninstalling
nso: E a ntšha

source: Please wait while $BrandFullNameDA is being uninstalled.
nso: Hle leta ge $BrandFullNameDA e dutše e ntšhwa.

source: Uninstallation Complete
nso: Go ntšha go phethilwe

source: Uninstall was completed successfully.
nso: Go ntšha go phethilwe ka katlego.

source: Uninstallation Aborted
nso: Go ntšha go folotšišitšwe

source: Uninstall was not completed successfully.
nso: Go ntšha ga go a phethwa ka katlego.

source: Completing the $BrandFullNameDA Uninstall Wizard
nso: Go phetha ramahlale wa go ntšha $BrandFullNameDA

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
nso: $BrandFullNameDA e ntšhitšwe khomphutheng ya gago. Kgotla Feditše gore o tswalele ramahlale yo.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
nso: Khomphutha ya gago e swanetše go thongwa ka leswa gore go phethwe go ntšhwa ga $BrandFullNameDA. Na o nyaka go thomološa gona bjale?

source: Are you sure you want to quit $BrandFullName Uninstall?
nso: Na o kgodišegile gore o nyaka go tlogela go ntšhwa ga $BrandFullName?
