Repository: Lazimshahad/mozilla-l10n
Catalog: st_LS/mail/chrome/messenger/*-main.dtd.po
Languages: am

source: Account Settings
am: Lisetoa tsa Ak'haonte

source: Account &Name:
am: Lebitso &Ak'haonte:

source: The account name is used to identify each account
am: Lebitso la ak'haonte le sebelisetsoa ho tsebahatsa ak'haonte ka 'ngoe

source: Default Identity
am: Boitsebiso ba Kemehla

source: Each account has an identity, which is the information that other people see when they read your messages.
am: Ak'haonte ka 'ngoe e na le tsebahatso, e leng leseli leo batho ba bang ba le bonang ha ba bala melaetsa ea hao.

source: &Your Name:
am: &Lebitso la Hao:

source: &Email Address:
am: &Aterese ea Imeili:

source: Reply-to Addre&ss:
am: Araba Atere&seng:

source: &Organization:
am: &Mokhatlo:

source: A&ttach this signature:
am: Ho&kela TÅ¡aeno ena:

source: Edit...
am: Elita...

source: &Choose...
am: &Khetha...

source: E&dit Card...
am: E&lita Karete...

source: _: do not translate "vCard" in below line Attach my &vCard to messages
am: Phuthela &vCard ea ka melaetseng

source: &Manage Identities...
am: &Laola Boitsebiso...

source: _: do not translate "SMTP" in below line O&utgoing Server (SMTP):
am: S&eva e Tsoang (SMTP):

source: Use Default Server
am: Sebelisa Seva Eakamehla
