Repository: Lazimshahad/mozilla-l10n
Catalog: nso/browser/chrome/browser/migration/migration.dtd.po
Languages: nso

source: Import Wizard
nso: Amogela ramahlale

source: Import Options, Bookmarks, History, Passwords and other data from:
nso: Dikgetho tša kamogelo, dipukutshwayo, histori, mantšuphetišo le tsebišo e nngwe go tšwa go:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
nso: Dikganyogo tša kamogelo, dipukutshwayo, histori, mantšuphetišo le tsebišo e nngwe go tšwa go:

source: Import Bookmarks from:
nso: Amogela dipukutshwayo go tšwa go:

source: Firefox 0.8, Firebird or &Phoenix
nso: Firefox 0.8, Firebird goba &Phoenix

source: &Don't import anything
nso: &O seke wa amogela selo

source: &Netscape 6, 7 or Mozilla 1.x
nso: &Netscape 6, 7 goba Mozilla 1.x

source: &From an HTML File
nso: &Go tšwa go faele ya HTML

source: No programs that contain bookmarks, history or password data could be found.
nso: Ga go na mananeo ao a hweditšwego a nago le dipukutshwayo, histori goba tsebišo ya mantšuphetišo.

source: Import Settings and Data
nso: Amogela dipeakanyo le tsebišo

source: Items to Import
nso: Dilo tše di tlago amogelwa

source: Select which items to import:
nso: Kgetha dilo tšeo di tla amogelwago:

source: Importing…
nso: Amogela…

source: The following items are currently being imported…
nso: Dilo tše di latelago di gare di a amogelwa…

source: Select Profile
nso: Kgetha profaele

source: The following profiles are available to import from:
nso: Diprofaele tše di latelago di gona go ka amogelwa go tšwa go:

source: Import Complete
nso: Kamogelo e phethilwe

source: The following items were successfully imported:
nso: Dilo tše di latelago di amogetšwe ka katlego:
