Repository: Lazimshahad/mozilla-l10n
Catalog: ilo/browser/chrome/browser/places/editBookmarkOverlay.dtd.po
Languages: ilo

source: &Name:
ilo: &Nagan:

source: &Location:
ilo: Disso:

source: &Feed Location:
ilo: Pagsubuan:

source: Folder:
ilo: Karpeta:

source: Hide
ilo: Ilemmeng

source: &Tags:
ilo: E&tiketa:

source: Separate tags with commas
ilo: Isina dagiti etiketa babaen ti koma

source: &Keyword:
ilo: Bali&kas-tulbek:

source: Load t&his bookmark in the sidebar
ilo: Ikarga daytoy a pannanda iti barras-igid

source: Chooseâ€¦
ilo: Pilien...

source: New F&older
ilo: Bar&o a Karpeta
