Repository: Lazimshahad/mozilla-l10n
Catalog: nso/toolkit/chrome/global/aboutSupport.dtd.po
Languages: nso

source: Troubleshooting Information
nso: Tshedimošo ya go rarolla mathata

source: Extensions
nso: Dikoketšo

# aboutSupport.extensionName
source: Name
nso: Leina

source: Enabled
nso: Kgontšha

# aboutSupport.extensionVersion
source: Version
nso: Tokollo

source: Application Basics
nso: Metheo ya tirišo

# aboutSupport.appBasicsName
source: Name
nso: Leina

# aboutSupport.appBasicsVersion
source: Version
nso: Tokollo

source: Profile Directory
nso: Tšhupetšo ya profaele

source: Enabled Plugins
nso: Ditsebišo-koketšo tšeo di kgontšhitšwego

source: Build Configuration
nso: Peakanyo ya go aga

source: User Agent
nso: Moemedi wa modiriši

source: Crash Reports
nso: Dipego tša go pšhatlega

source: Open Containing Folder
nso: Bula foltara ya go swara

source: Show in Finder
nso: Laetša go sehwetši

source: Modified Preferences
nso: Dikganyogo tše fetošitšwego

# aboutSupport.modifiedPrefsName
source: Name
nso: Leina

source: Value
nso: Boleng

source: Graphics
nso: Diswantšho

source: Installation History
nso: Histori ya go lokela

source: Update History
nso: Mpshafatša histori

source: Copy all to clipboard
nso: Kopiša tšohle go lenaneo-polokelo
