Repository: Lazimshahad/mozilla-l10n
Catalog: nso/toolkit/chrome/global/headsUpDisplay.properties.po
Languages: nso

source: Error:
nso: Phošo:

source: Warning:
nso: Temošo:

source: Network:
nso: Neteweke:

source: Exception:
nso: Ditlhaolwa:

source: CSS Parser:
nso: Searola-mantšu sa CSS:

source: Strict Warning:
nso: Temošo ya go tia:

source: Category:
nso: Legoro:

source: Line: %S
nso: Mothalo: %S

source: Hide
nso: Fihla

source: Preferences
nso: Dikganyogo

source: Page:
nso: Letlakala:

source: Console:
nso: Khonsole:

source: DOM Mutation
nso: Phetošo ya DOM

source: Toggle DOM Mutation event logging
nso: Thumaša go ngwala ga tiragalo ya phetošo ya DOM

source: Net
nso: Neteweke

source: Log network access
nso: Ngwala go tsena ga neteweke

source: Log CSS parsing errors
nso: Ngwala diphošo tša go arolwa ga CSS

source: Log JavaScript exceptions
nso: Ngwala ditlhaolwa tša JavaScript

source: Web Developer
nso: Motšweletši wa wepe

source: Errors
nso: Diphošo

source: Log calls to console.error()
nso: Ngwala megala go console.error()

source: Info
nso: Tshedimošo

source: Log calls to console.info()
nso: Ngwala megala go console.info()

source: Warnings
nso: Ditemošo

source: Log calls to console.warn()
nso: Ngwala megala go console.warn()

source: Log calls to console.log()
nso: Ngwala megala go console.log()

source: Global Messages
nso: Melaetša ya lefase ka bophara

source: Toggle Global Message logging
nso: Thumaša go ngwalwa ga melaetša ya lefase ka bophara

source: Local Console
nso: Khonsole ya mo lapeng

source: Clear Console
nso: Tloša khonsole

source: Filter
nso: Filthara

source: Close
nso: Tswalela

source: Update
nso: Mpshafatšo

source: Object Inspector
nso: Mohlahlobi wa sedirišwa

source: Inspect: %S
nso: Hlahloba: %S

source: Log Request and Response Bodies
nso: Kgopelo ya go ngwala le dihlopha tša karabelo

source: Copy
nso: Kopiša

source: Select All
nso: Kgetha tšohle

source: Can't call pprint on this type of object.
nso: E ka se gatiše mohuta wo wa sedirišwa.

source: Inspect Network Request
nso: Hlahloba kgopelo ya neteweke

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
nso: Go ngwala ga khonsole ya wepe ya API (console.log, console.info, console.warn, console.error) go šitišitšwe ke sekripte seo se lego letlakaleng le.
