Repository: Lazimshahad/mozilla-l10n
Catalog: nso/toolkit/chrome/global/nsHelperAppDlg.dtd.po
Languages: nso

source: Opening #1
nso: Go bula #1

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
nso: Faele ya &quot;#3&quot; ke ya mohuta wa #2 (#1), gomme #4 ga e tsebe kamoo e swanetšego go swara mohuta wo wa faele. Faele ye e hwetšwa:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
nso: Faele ya &quot;#3&quot; ke ya mohuta wa #2, gomme #4 ga e tsebe kamoo e swanetšego go swara mohuta wo wa faele. Faele ye e hwetšwa:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
nso: Saete e šišintše gore &quot;#3&quot; e swarwe bjalo ka sekgomaretšwa. Ke ya mohuta wa #2 (#1) gomme e hwetšwa:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
nso: Saete e šišintše gore &quot;#3&quot; e swarwe bjalo ka sekgomaretšwa. Ke ya mohuta wa #2 gomme e hwetšwa:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2 (#1). The file is located at:
nso: #4 e utolotše gore faele ya &quot;#3&quot; e nyakile go ba ya mohuta wa #2 (#1). Faele ye e hwetšwa:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2. The file is located at:
nso: #4 e hweditše gore faele ya &quot;#3&quot; e nyakile go ba ya mohuta wa #2. Faele ye e hwetšwa:

source: What should #1 do with this file?
nso: Na #1 e swanetše go dira eng ka faele ye?

source: &Always perform this action when handling files of this type
nso: &Ka mehla dira tiro ye ge o swara difaele tša mohuta wo

source: &Save it to disk
nso: &E boloke mo tisiking

source: &Open it with the default application (#1)
nso: &E bule ka tirišo ya tirelwa (#1)

source: Open it with the default application
nso: E bule ka tirišo ya tirelwa

source: Open it &with
nso: E bule &ka

source: &Choose…
nso: &Kgetha…

source: Choose Helper Application
nso: Kgetha tirišo ya sethuši

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
nso: Tirišo yeo o e laeditšego (&quot;#1&quot;) ga se ya hwetšwa. Lekola leina la faele goba kgetha tirišo e nngwe.

source: Application not found
nso: Tirišo ga se ya hwetšwa
