Repository: Lazimshahad/mozilla-l10n
Catalog: wo/netwerk/necko.properties.po
Languages: wo

source: Looking up %1$S…
wo: Wutum njaatige %1$S…

source: Connected to %1$S…
wo: Jokkoo ci %1$S…

source: Sending request to %1$S…
wo: Yonnee laaj ci %1$S…

source: Transferring data from %1$S…
wo: Toxal rootaan yi dale ko ci %1$S…

source: Connecting to %1$S…
wo: Jokkoo ci %1$S…

source: Read %1$S
wo: Rootaan yi ñu toxal dale ko ci %1$S

source: Wrote %1$S
wo: Rootaan yi ñu yonnee mu jëm ci %1$S

source: Waiting for %1$S…
wo: Xaar bi ci %1$S…

source: Looked up %1$S…
wo: Wutum njaatige %1$S…

source: Beginning FTP transaction…
wo: Ndorte weccee FTP…

source: Finished FTP transaction
wo: Weccee FTP jeex na

source: The FTP server %1$S is currently unsupported.
wo: Serwëër FTP %1$S kenn saytu wu ko ci sumb bii.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
wo: Xëtu web bii ñi ngi kooy jubalaat ci beneen berab. Ndax bëgg nga yonneewaat rootaani formileer yi ñu jota dugal ñu jëm ci xët bu bees bi?

source: Index of %1$S
wo: Alluwa baat bu %1$S

source: Up to higher level directory
wo: Jëm ci wayndare bu gëna kawe

source: Show hidden objects
wo: Wone mbir yi nëbbu

source: Name
wo: Tur

source: Size
wo: Dayo

source: Last Modified
wo: Besu soppi

source: File:
wo: Dencukaay:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
wo: Yaa ngiy bëgg gane "%1$S". Xëyna dal baa ngi lay fook loo yaa ngiy gane beneen dal. Defal ndank.

source: I understand and will be very careful
wo: Dégg naa te dinaa def ndank.

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
wo: Yaa ngi waaja jokkoo ak dal "%1$S" ak sa turu jëfanikookat "%2$S", wante soxlawul wone yaay kan. Mën na nekk dañu bëgg nga juum. Ndax "%1$S" mooy dal bi nga bëgg gane?

source: You are about to log in to the site "%1$S" with the username "%2$S".
wo: Yaa ngi waaja jokkoo ak "%1$S" ak sa turu jëfandikookat"%2$S".
