Repository: Lazimshahad/mozilla-l10n
Catalog: lg/browser/chrome/browser/migration/migration.dtd.po
Languages: lg

source: Import Wizard
lg: Leeta Kafulu

source: Import Options, Bookmarks, History, Passwords and other data from:
lg: Leeta Ebirala, Obulamba, Ebyafayo, Akasumuluzo ne bwino omulala okuva:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
lg: Leeta Ebyerobozebwa, Obulamba, Ebyafayo, Obusumuluzo ne bwino omulala okuva:

source: Import Bookmarks from:
lg: Leeta Obulamba okuva:

source: &Microsoft Internet Explorer
lg: &Mocrosoft Internet Explorer

source: Firefox 0.8, Firebird or &Phoenix
lg: Firefox 0.8, Firebird oba &Phoenix

source: &Don't import anything
lg: &Toleeta kintu kyonna

source: &Netscape 6, 7 or Mozilla 1.x
lg: &Netscape 6, 7 oba Mozilla 1.x

source: Omni&Web
lg: Ebikwatagana&Omutimbo

source: &From an HTML File
lg: &Kuva mu Fayiro ya HTML

source: No programs that contain bookmarks, history or password data could be found.
lg: Ttewali pulogulamu ezirina obulabe, ebyafayo oba akasumulizzo ka wiinoenyiza ku labikwa.

source: Import Settings and Data
lg: Leeta Etegeka ne Bwiino

source: Items to Import
lg: Obuntu obuva Ewalala

source: Select which items to import:
lg: Londako obuntu bwo Leeta:

source: Importing…
lg: Okuleeta…

source: The following items are currently being imported…
lg: Obuntu obundirira kakano bunjjirwa ewalala…

source: Select Profile
lg: Londako Ebikwataiko

source: The following profiles are available to import from:
lg: Ebiwandiiko ebindirira webiri leeta okuva:

source: Import Complete
lg: Leetera Ddala

source: The following items were successfully imported:
lg: Obuntu obundirira bya siswe kuva ewalala burugi:
