Repository: Lazimshahad/mozilla-l10n
Catalog: ach/browser/chrome/browser/safeMode.dtd.po
Languages: ach

source: &brandShortName; Safe Mode
ach: &brandShortName; Yoo me tic maber

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
ach: &brandShortName; Dong tye ka ngwec i yoo me tic maber.

source: You can make some or all of these changes permanent:
ach: Itwero yubo mogo onyo iweko aloka loka magi ducu bedo matwal:

source: &Disable all add-ons
ach: &Juk woko add-ons weng

source: &Reset toolbars and controls
ach: &Ter bar me gin tic ki kit me tic maber

source: Delete all &bookmarks except for backups
ach: Ruc &alama buk weng nikwanyo pi lukony kor ni

source: Reset all user &preferences to &brandShortName; defaults
ach: Ter odoco lutic kwede weng &ma imaro bot &brandShortName; kit ma tye kwede

source: Re&store default search engines
ach: Dw&ogo keno me guti pi yenyo

source: Make Changes and Restart
ach: Ket Alokaloka ci cak odoco

source: Continue in Safe Mode
ach: Mede i yoo me tic maber
