Repository: Lazimshahad/mozilla-l10n
Catalog: */netwerk/necko.properties.po
Languages: cy, hi_in, hy_am, sw, tr, ur

source: Looking up %1$S…
cy: Chwilio %1$S…
hi_in: इसके लिये देख रहा है %1$S...
hy_am: Որոնում %1$S…
sw: Kutafuta %1$S...
tr: %1$S aranıyor…
ur: %1$S کے لیے نظر دوڑا رہا ہے...

source: Connected to %1$S…
cy: Cysylltwyd â %1$S…
hi_in: %1$S में जुड़ा...
hy_am: Կապնվել է %1$S…
sw: Imeunganishwa kwa %1$S...
tr: %1$S sunucusuna bağlanıldı…
ur: %1$S سے جڑا ہوا...

source: Sending request to %1$S…
cy: Anfon cais at %1$S…
hi_in: %1$S में आग्रह भेज रहा है...
hy_am: %1$S -ին Ուղարկվում է հարցում...
sw: Kutuma ombi kwa %1$S...
tr: %1$S sunucusuna istek iletiliyor…
ur: %1$S کو فرمائش بھیج رہا ہے...

source: Transferring data from %1$S…
cy: Trosglwyddo data o %1$S…
hi_in: %1$S से आंकड़ा हस्तांतरित कर रहा है...
hy_am: Տվյալների փոխանցում %1$S -ից ...
sw: Kuhamisha data kutoka %1$S...
tr: %1$S konumundan veri aktarılıyor…
ur: %1$S سے کوائف منتقل کر رہا ہے…

source: Connecting to %1$S…
cy: Cysylltu â %1$S…
hi_in: %1$S में जुड़ा है...
hy_am: Միացում %1$S -ին...
sw: Kuunganisha kwa %1$S...
tr: %1$S sunucusuna bağlanılıyor…
ur: %1$S کے ساتھ جڑ رہا ہے ...

source: Read %1$S
cy: Darllen %1$S
hi_in: %1$S पढें
hy_am: Կարդացվել է %1$S
sw: Soma %1$S
tr: %1$S okunuyor
ur: %1$S پڑھا

source: Wrote %1$S
cy: Ysgrifennwyd %1$S
hi_in: %1$S लिखा
hy_am: Գրվել է %1$S
sw: Iliandika %1$S
tr: %1$S yazılıyor
ur: %1$S لکھا

source: Waiting for %1$S…
cy: Aros am %1$S…
hi_in: %1$S के लिये प्रतीक्षारत...
hy_am: Սպասում ենք %1$S -ի պատասխանին...
sw: Kusubiri %1$S...
tr: %1$S bekleniyor…
ur: %1$S کے لیے انتظار کر رہا ہے...

source: Looked up %1$S…
cy: Wedi chwilio am %1$S…
hi_in: %1$S के लिए देखा…
hy_am: Փնտրված %1$Sը...
sw: Kutafuta %1$S...
tr: %1$S aranıyor…
ur: %1$S کے لیے نظر دوڑا رہا ہے...

source: Beginning FTP transaction…
cy: Cychwyn trosglwyddiad FTP…
hi_in: FTP विनिमय शुरू कर रहा है...
hy_am: FTP-տռանզակցիայի սկիզբ...
sw: Kuanza muamala FTP...
tr: FTP işlemi başlıyor…
ur: ایف ٹی پی کارروائی شروع کر رہا ہے...

source: Finished FTP transaction
cy: Gorffen cyfnewidiad FTP
hi_in: FTP विनिमय समाप्त
hy_am: FTP տռանզակցիան ավարտվեց
sw: Imemaliza muamala wa FTP
tr: FTP işlemi bitti
ur: ایف ٹی پی کارروائی مکمل کر دی

source: The FTP server %1$S is currently unsupported.
cy: Nid yw'r gwasanaethwr FTP %1$S yn cael ei gynnal ar hyn o bryd.
hi_in: FTP सर्वर %1$S मौजूदा रूप से समर्थित नहीं है.
hy_am: %1$S FTP սերվերը այժմ չի սպասարկվում:
sw: Sava ya FTP %1$S kwa sasa haijaauniwa.
tr: %1$S FTP sunucusu hâlihazırda desteklenmiyor.
ur: ایف ٹی پی پیش کار %1$S فی الحال غیر معاونت شدہ ہے۔

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
cy: Mae'r dudalen gwe'n cael ei hailgyfeirio i leoliad newydd. Hoffech chi ail anfon y ffurflen data rydych wedi ei deipio i'r lleoliad newydd?
hi_in: यह वेब पृष्ठ नये स्थान में फिर प्रेषित किया जा रहा है. क्या आप फॉर्म आंकड़ा को फिर भेजना चाहते हैं जिसे आपने नये स्थान में फिर टाइप किया है?
hy_am: Տեղի ունեցավ վերահասցեավորում: Ցանկանու՞մ էք մուտքագրած ձեր տվյալները վերահասցեավորել դեպի նոր հասցե:
sw: Ukurasa wavuti unaelekezwa tena mahali papya. Ungependa kutuma tena data ya fomu uliyochapa kwenye mahali papya?
tr: Bu sayfa başka bir konuma yönlendiriliyor. Yazdığınız form verisini yeni konuma da göndermek ister misiniz?
ur: یہ صفحہ ایک نئے محل وقوع کی طرف بھیجا جا رہا ہے۔ کیا آپ اپنا ٹائپ کیے ہوئے فارم کوائف نئے محل وقوع پر دوبارہ بھیجنا چاہتے ہیں؟

source: Index of %1$S
cy: Mynegai %1$S
hy_am: %1$S -ի ինդեքս
sw: Kielezo cha %1$S
tr: %1$S dizini
ur: %1$S کا اشاریہ

source: Up to higher level directory
cy: I fyny i gyfeiriadur uwch
hi_in: उच्चतर स्तर निर्देशिका तक
hy_am: Բարձրանալ վերևի պանակ
sw: Kwa kiwango cha juu cha mpangilio orodha
tr: Üst düzeydeki dizine git
ur: اعلیٰ تر سطح ڈائریکٹری تک

source: Show hidden objects
cy: Dangos gwrthrychau cudd
hi_in: छिपी वस्तु दिखाएँ
hy_am: Ցուցադրել թաքցված օբյեկտները
sw: Onyesha vipengee vilivyofichwa
tr: Gizli nesneleri göster
ur: پوشیدہ آبجیکٹ دکھائیں

source: Name
cy: Enw
hi_in: नाम
hy_am: Անվանումը
sw: Jina
tr: İsim
ur: نام

source: Size
cy: Maint
hi_in: आकार
hy_am: Չափը
sw: Ukubwa
tr: Boyut
ur: سائز

source: Last Modified
cy: Newidiwyd Diwethaf
hi_in: अंतिम रूपांतरित
hy_am: Վերջին փոփոխությունը
sw: Ilibadilishwa Mwisho
tr: Son değişiklik
ur: آخری بار ترمیم کردہ

source: File:
cy: Ffeil:
hi_in: फाइल:
hy_am: ֆայլ`
sw: Faili:
tr: Dosya:
ur: مسل:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
cy: Rydych ar fin ymweld â "%1$S". Gall y wefan fod yn ceisio eich twyllo i feddwl eich bod yn ymweld â wefan arall. Byddwch yn ofalus iawn.
hi_in: आप "%1$S" को देखने के करीब हैं. यह साइट आपको ट्रिक करने का प्रयास हो सकता है उस सोच के साथ कि आप एक अलग साइट देख रहे हैं. बहुच सावधान रहें.
hy_am: Դուք պատրաստվում էք այցելել %1$S կայքը: Այս կայքը կարող է ձեզ խաբել, ձևանալով որպես այլ կայք. Եղեք չափազանց զգույշ:
sw: Unakaribia kutembelea "%1$S". Tovuti hii yaweza kuwa inajaribu kukudanganya ili ufikirie unatembelea wavuti tofauti. Tumia uangalifu kupindukia.
tr: "%1$S" konumunu ziyaret etmek üzeresiniz. Bu site başka bir siteye giriyormuşsunuz havası vererek sizi kandırmaya çalışıyor olabilir. Çok dikkatli olun.
ur: آپ "%1$S" ملاحظہ کرنے لگے ہیں۔ یہ سائٹ آپ کو یہ سوچنے کا دھوکا دینے کی کوشش کر رہی ہو سکتی ہے کہ آپ مختلف سائٹ ملاحظہ کر رہے ہیں۔ انتہائی احتیاط کریں۔

source: I understand and will be very careful
cy: Rwy'n deall a byddaf yn ofalus iawn
hi_in: मैं समझा और ध्यान रखूंगा
hy_am: Ես դա հասկանում եմ և կլինեմ շատ զգույշ
sw: Naelewa na nitakuwa mwangalifu sana
tr: Anlıyorum; çok dikkatli olacağım
ur: میں سمجھتی/سمجھتا ہو اور محتاط رہوں گی/گا

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
cy: Rydych ar fin mewngofnodi i wefan "%1$S" gydag enw defnyddiwr "%2$S", ond nid yw'r wefan angen dilysiad. Gall hyn fod yn ymgais i'ch twyllo. Ai "%1$S" yw'r wefan rydych am ymweld â hi?
hi_in: आप "%1$S" साइट में लॉग होने के करीब हैं "%2$S" उपयोक्तानाम के साथ, लेकिन वेबसाइट सत्यापन की जरूरत नहीं है. यह आपको ट्रिक करने का प्रयास हो सकता है. Is "%1$S" को सूचीबद्ध करें जिसे आप देखना चाहते हैं?
hy_am: Դուք պատրաստվեւմ եք «%1$S» կայքում գրանցվել «%2$S» մականվամբ, սակայն կայքը չի պահանջում նույնականացում: Սա կարող է ձեզ խաբելու փորձ լինել: Այդյոք «%1$S» -ը այն կայքն է որը դուք ցանկանում էք այցելել:
sw: Unakaribia kuingia kwenye wavuti "%1$S" na jina tumizi "%2$S", lakini wavuti haihitaji udhibitishaji. Hili ni jaribio la kukudanganya. "%1$S" ni wavuti unayotaka kutembelea?
tr: "%1$S" sitesine "%2$S" kullanıcı adıyla giriş yapmak üzeresiniz, ancak bu site kimlik doğrulamaya gerek duymuyor. Bu sizi kandırmaya yönelik bir girişim olabilir. "%1$S" ziyaret etmek istediğiniz site mi?
ur: آپ سائٹ "%1$S" میں نام صارف "%2$S" کے ساتھ لاگ ان کرنے لگے ہیں، لیکن ویب سائٹ کو توثیق کاری درکار نہیں ہے۔ یہ آپ کو دھوکا دینے کی کوشش ہو سکتی ہے۔ کیا "%1$S" وہ سائٹ ہے جو آپ ملاحظہ کرنا چاہتے ہیں؟

source: You are about to log in to the site "%1$S" with the username "%2$S".
cy: Rydych ar fin mewngofnodi i wefan "%1$S" gydag enw defnyddiwr "%2$S".
hi_in: आप "%1$S" साइट में लॉग होने के करीब हैं "%2$S" उपयोक्तानाम के साथ.
hy_am: Դուք պատրաստվում էք մուտք գործել «%1$S» կայք «%2$S» մականվամբ:
sw: Unakaribia kuingia kwenye wavuti "%1$S" na jina tumizi "%2$S".
tr: "%1$S" sitesine "%2$S" kullanıcı adıyla giriş yapmak üzeresiniz.
ur: آپ نام صارف "%2$S" کے ساتھ سائٹ "%1$S" میں لاگ ان ہونےوالے ہیں۔
