Repository: Lazimshahad/mozilla-l10n
Catalog: lg/dom/chrome/layout/xmlparser.properties.po
Languages: lg

source: out of memory
lg: egwaniika ewendemu

source: syntax error
lg: ensobi mu matteka

source: no element found
lg: ekintu tekizuuse

source: not well-formed
lg: tekitegerekese

source: unclosed token
lg: tokeni nga teggale

source: partial character
lg: ebitoono kumpiisa

source: mismatched tag
lg: ta'aga ezitakwatagana

source: duplicate attribute
lg: ebisanyizzo nga bididdwamu

source: junk after document element
lg: bwiino nga tekakase oluvanyuma lwe wandiiko kye kintu

source: illegal parameter entity reference
lg: obujjulizi bwe kintu nga te bukkirizirwa

source: undefined entity
lg: obusanyizo obutategerekanyi

source: recursive entity reference
lg: okujuliza kwa kantu okweddamu

source: asynchronous entity
lg: tekikwatagana ekintu

source: reference to invalid character number
lg: ojjuliza enukuta ezi takkirizirwa

source: reference to binary entity
lg: jjuliza ekintu mu bibiri

source: reference to external entity in attribute
lg: jjuliza ebisanyirizo bya kantu ebyomunda

source: XML or text declaration not at start of entity
lg: XML oba ebigambo ekimayisirwa tikitandiika obunyiso

source: unknown encoding
lg: ekweka etategerekanyi

source: encoding specified in XML declaration is incorrect
lg: okukweka mu XML etegeza kuffu

source: unclosed CDATA section
lg: ekitundu kya CDATA nga tekiggale

source: error in processing external entity reference
lg: ensobi mu kukolawo obujjulizi bwa kantu kobweru

source: document is not standalone
lg: ekiwandiiko tekola kyoka

source: unexpected parser state
lg: akagatta ekitasubirwa ebeera

source: entity declared in parameter entity
lg: obumayiso obuttegezzirwa muddagiriro y`obumayiso

source: prefix not bound to a namespace
lg: soka g`tozibizirwa ku linnya le banga

source: must not undeclare prefix
lg: tolina kuttegeza ebisokela

source: incomplete markup in parameter entity
lg: ebitamalirizidwa kulabwako kubumaso obuwedwa

source: XML declaration not well-formed
lg: XML ettegezziddwa tekoledwa bulungi

source: text declaration not well-formed
lg: ekkiwandiko ekittegezidwa tekoledwa bulungi

source: illegal character(s) in public id
lg: ennukuta(s) ezitaliiyo manya ku lukale

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
lg: ezziterekirwa zisokeddwawo(xml) tezirina kuttegezidwa oba ku zibiziddwa ku namespace ya erinya

source: reserved prefix (xmlns) must not be declared or undeclared
lg: ezziterekirwa zisokeddwawo(xmlns) tezirina kuttegezidwa oba te`ttegeziddwa

source: prefix must not be bound to one of the reserved namespace names
lg: ebisokeddwawo tebirina okuzibikkiddwa ku kimu ekitterekeddwa mu banga la amanya

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
lg: Ekisobu mu kuwerezeganya kwa XML: %1$S Wekiri: %2$S Ennamba yalayini %3$u, Omusimbalala %4$u:

source: . Expected: </%S>.
lg: . Ekisubirwa: </%S>.
