Repository: Lazimshahad/mozilla-l10n
Catalog: ach/netwerk/necko.properties.po
Languages: ach

source: Looking up %1$S…
ach: Neno malu %1$S…

source: Connected to %1$S…
ach: Tye kakubo i kum %1$S…

source: Sending request to %1$S…
ach: Cwalo kwac bot %1$S…

source: Transferring data from %1$S…
ach: Kobo tic ki bot %1$S…

source: Connecting to %1$S…
ach: Tye kakubo i kum %1$S…

source: Read %1$S
ach: Kwan %1$S

source: Wrote %1$S
ach: Co %1$S

source: Waiting for %1$S…
ach: Kuro pi %1$S…

source: Looked up %1$S…
ach: Oneno malo %1$S…

source: Beginning FTP transaction…
ach: Tye ocako gwen me FTP

source: Finished FTP transaction
ach: FTP otyeko gwen

source: The FTP server %1$S is currently unsupported.
ach: FTP lapok %1$S pe kicwako kombedi.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
ach: Pot buk me Web man tye kanyutu ne nitit ni i kabedo manyen. Onyo imito cwalo tic ma i coyo nitit kabedo manyen?

source: Index of %1$S
ach: Namba pi %1$S

source: Up to higher level directory
ach: Naka wa i lanyut me rwom me boc me lamal

source: Show hidden objects
ach: Nyut cal mukane

source: Name
ach: Nying

source: Size
ach: Dite

source: Last Modified
ach: Ma giyub me Agiki

source: File:
ach: Pwail:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
ach: I cok ki limo "%1$S". di bar man romo bedi tye katemo pangi itam itye kalimo di bar mapat. Tii ki lapeny.

source: I understand and will be very careful
ach: Aniang bene ki abi gwoke matek

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
ach: I cok dong donyo i di bar "%1$S" kwede nying ma itiyo kwede "%2$S", ento di bar me Web pe mito twero. Man twero obedo ka ma i temo tuku ki wiyi. "%1$S" En aye di bar me i mito limo.

source: You are about to log in to the site "%1$S" with the username "%2$S".
ach: I cok ki donyo i di bar man "%1$S" kwede nying me tic "%2$S".
