Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: zu

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
zu: I-$BrandShortName iletha ukubukwa kwewebhu okuvikelekile nokuthembekile. Okubonwa msebenzisi, izici zokuvikelelaka ezithuthukile kufaka phakathi nokuvikela ubugebengu bokukhomba obuku-inthanethi nosesho oluhlangene likuvumela ukuba uthole okuningi kuwebhu.

source: $BrandShortName &Options
zu: &Izinketho ze-$BrandShortName

source: $BrandShortName &Safe Mode
zu: Isimo esiphephile se-&brandShortName;

source: Safe Mode
zu: Isimo esiphephile

source: Setup Type
zu: Uhlobo lokuhlelwa

source: Choose setup options
zu: Khetha izinketho zokukuhlela.

source: Set Up Shortcuts
zu: Hlela izinqamulelo

source: Create Program Icons
zu: Dala izithonjana zohlelo

source: Summary
zu: Isifinyezo

source: Ready to start installing $BrandShortName
zu: Isilungele ukuqala ukufaka i-$ProductShortName.

source: $BrandShortName will be installed to the following location:
zu: I-$BrandShortName izofakwa ezindaweni ezilandelayo:

source: A restart of your computer may be required to complete the installation.
zu: Ukuqalwa futhi kwekhompyutha yakho kungadingeka ukuze kuqedelwe ukufaka.

source: A restart of your computer may be required to complete the uninstall.
zu: Ukuqalwa futhi kwekhompyutha yakho kungadingeka ukuze kuqedelwe ukupha.

source: U&se $BrandShortName as my default web browser
zu: S&ebanzisa i-$BrandShortName njengesiphequluli sami sakhona

source: Click Install to continue.
zu: Chofoza u-faka ukuze uqhubeke.

source: Click Upgrade to continue.
zu: Chofoza u-thuthukisa ukuze uqhubeke.

source: &Tell us what you thought of $BrandShortName
zu: &Sitshele ukuba ucabangeni nge-$BrandShortName

source: &Launch $BrandShortName now
zu: Vula i-&BrandShortName manje

source: Create icons for $BrandShortName:
zu: Dala izithonjana ze-$ProductShortName:

source: On my &Desktop
zu: Okukuskrini sami

source: In my &Start Menu Programs folder
zu: Kwifolda yami yemenyu yokuqala izinhlelo imenyu

source: In my &Quick Launch bar
zu: Emugqeni wami wokuvula ngokushesha

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
zu: I-$BrandShortName kufanele ivalwe ukuze uqhubeke ngokufaka. Sicela uvale i-$BrandShortName ukuze uqhubeke.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
zu: I-$BrandShortName kufanele ivalwe ukuze uqhubeke ngokufaka. Sicela uvale i-$BrandShortName ukuze uqhubeke.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
zu: I-$BrandShortName isivele iyasebenza. Sicela uvale i-$BrandShortName ngaphambi kokuba uvule inguqulo osanda kuyifaka.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
zu: Awunayo imvume yokubhala kuhla lwemibhalo. Chofoza u-Kulungile ukuze ukhethe uhla lwemibhalo oluhlukile.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
zu: Awunaso isikhala esanele sediski ukuze ufake kule ndawo. Chofoza u-Kulungile ukuze ukhethe indawo ehlukile.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
zu: Uxolo, i-$BrandShortName ayifakeki. Le nguqulo ye-$BrandShortName idinga i-${MinSupportedVer} noma okusha.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
zu: Ikhompyutha yakho kufanele ukuba iqalwe kabusha ukuze iqedele ukukhishwa okwedlulile kwe-$BrandShortName. Ufuna ukuyiqalisa manje?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
zu: Ikhompyutha yakho kufanele ukuba iqalwe kabusha ukuze iqedele ukuthuthukiswa okwedlulile kwe-$BrandShortName. Ufuna ukuyiqalisa manje?

source: Error creating directory:
zu: Iphutha ekudaleni uhla lwemibhalo:

source: Click Cancel to stop the installation or Retry to try again.
zu: Chofoza u-Khansela ukuze umise ukufaka noma Phinda uzame futhi.

source: Uninstall $BrandFullName
zu: Khipha i-$BrandFullName

source: Remove $BrandFullName from your computer.
zu: Susa i-$BrandFullName kukhompyutha yakho.

source: $BrandShortName will be uninstalled from the following location:
zu: I-$BrandShortName izokhishwa ezindaweni ezilandelayo:

source: Click Uninstall to continue.
zu: Chofoza u-okulandelayo ukuze uqhubeke.

source: &Remove my $BrandShortName personal data and customizations
zu: &Susa idatha yami efihlekile ye-$BrandShortName nokwezifiso

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
zu: Lokhu kuzosusa izimpawu zakho zokubekisa, amaphasiwedi agciniwe, amakhukhi nokwezifiso unomphela. Ungathanda ukugcina lolu lwazi uma ufuna ukufaka enye inguqulo ye-$BrandShortName esikhathi esizayo.

source: Checking existing installation…
zu: Ihlola ukufakwa okukhona…

source: Installing $BrandShortName…
zu: Ifaka i-$ProductShortName$…

source: Installing Language Files (${AB_CD})…
zu: Ifaka amafayela wolimi (${AB_CD})…

source: Uninstalling $BrandShortName…
zu: Ikhipha i-$ProductShortName$…

source: A Little Housekeeping…
zu: Ukuhlanzwa kwendlu okuncane…

source: Choose the type of setup you prefer, then click Next.
zu: Khetha uhlobo lokuhlelwa oluthandayo, bese uchofoza u-okulandelayo.

source: $BrandShortName will be installed with the most common options.
zu: I-$BrandShortName izofakwa nezinketho ezijwayekile.

source: &Standard
zu: &Okuvamile

source: You may choose individual options to be installed. Recommended for experienced users.
zu: Ungakhetha inketho eyodwa ozoyifaka. kunconyelwe abasebenzisi abanolwazi.

source: &Custom
zu: &Ngokwezifiso

source: &Upgrade
zu: &Thuthukisa
