Repository: Lazimshahad/mozilla-l10n
Catalog: ff/browser/installer/override.properties.po
Languages: ff

source: $BrandFullName Setup
ff: Loowgol $BrandFullName

source: $BrandFullName Uninstall
ff: Momtugol $BrandFullName

source: < &Back
ff: < &Rutto

source: &Next >
ff: &Payɗo >

source: I &accept the terms in the License Agreement
ff: Mi &jaɓii kuule gonɗe e Nanondiral Jamirol ɗee

source: I &do not accept the terms in the License Agreement
ff: Mi jaɓaa&ni kuule gonɗe e Nanondiral Jamirol ɗee

source: &Install
ff: &Loow

source: &Uninstall
ff: &Momtu

source: Cancel
ff: Haaytu

source: &Close
ff: &Uddu

source: B&rowse…
ff: &Weɗɗit…

source: Show &details
ff: Holir &teelɗe

source: Click Next to continue.
ff: Dobo ngam jokkude.

source: Click Install to start the installation.
ff: Dobo Loow ngam fuɗɗaade loowgol ngol.

source: Click Uninstall to start the uninstallation.
ff: Dobo Momtu ngam fuɗɗaade momtugol ngol.

source: Completed
ff: Timmii

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
ff: Tiiɗno ƴeewto nanondiral jamirol ngal hade-maa loowde $BrandFullNameDA. So a jaɓii kuule ɗee kala, labo suɓre adannde wonde les ɗoo ndee. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
ff: Labo komponne njiɗ-ɗaa loowde tee labto-ɗaa komponne ɗe a yiɗaa loowde ɗee. $_CLICK

source: Select components to install:
ff: Labo komponne looweteeɗe:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
ff: Loowgol maa loow $BrandFullNameDA e ndee-ɗoo runngere. Ngam loowde e runngere woɗnde, dobo Weɗɗit tee cuɓo-ɗaa runngere woɗnde. $_CLICK

source: Destination Folder
ff: Runngere Tiindol

source: Select the folder to install $BrandFullNameDA in:
ff: Labo runngere ɗo $BrandFullNameDA loowetee:

source: "Space available: "
ff: "Boowal keddingal: "

source: "Space required: "
ff: "Boowal coklangal: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
ff: $BrandFullNameDA maa momte e ndee-ɗoo runngere. $_CLICK

source: Uninstalling from:
ff: Nana momta e:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
ff: Juumre udditgol fiilde ngam winndude: $0 Dobo ngam haaytinde loowgol ngol, fuɗɗito, walla Faalkiso ngam diwde fiilde ndee.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
ff: Juumre udditgol fiilde ngam winndude: $0 Dobo Fuɗɗito ngam etaade goɗngol, walla Haaytu ngam dartinde loowgol ngol.

source: "Can't write: "
ff: "Horiima winndude: "

source: Copy failed
ff: Nattol woorii

source: "Copy to "
ff: "Natto to "

source: "Registering: "
ff: "Nana winnditoo: "

source: "Unregistering: "
ff: "Nana momta winndito: "

source: "Could not find symbol: "
ff: "Horiima yiytude maannde: "

source: "Could not load: "
ff: "Horiima loowde: "

source: "Create folder: "
ff: "Sos runngere: "

source: "Create shortcut: "
ff: "Sos sodorde: "

source: "Created uninstaller: "
ff: "Sos momtirgol: "

source: "Delete file: "
ff: "Momtu fiilde: "

source: "Delete on reboot: "
ff: "Momtu tuma kurmitinal: "

source: "Error creating shortcut: "
ff: "Juumre cosgol sodorde: "

source: "Error creating: "
ff: "Juumre e cosgol: "

source: Error decompressing data! Corrupted installer?
ff: Juumre e tiɗɗitgol keɓe! Looorde Jiibnde?

source: Error registering DLL
ff: Juumre winnditaade DLL

source: "Execute: "
ff: "Humin: "

source: "Extract: "
ff: "Aafto: "

source: "Extract: error writing to file "
ff: "Aafto: juumre binndugol e fiilde "

source: Installer corrupted: invalid opcode
ff: Looworde ko jiibnde: opkod oo moƴƴaani

source: "No OLE for: "
ff: "Alaa OLE wonani: "

source: "Output folder: "
ff: "Runngere jaltal: "

source: "Remove folder: "
ff: "Momtu runngere: "

source: "Rename on reboot: "
ff: "Innit tuma kurmitinal: "

source: "Rename: "
ff: "Innit: "

source: "Skipped: "
ff: "Diwaama: "

source: Copy Details To Clipboard
ff: Natto Humpito to ɗakkitorde

source: Log install process
ff: Logo loowgol ngol
