Repository: Lazimshahad/mozilla-l10n
Catalog: wo/browser/chrome/browser/aboutDialog.dtd.po
Languages: wo

source: About &brandFullName;
wo: Ci mbiru &brandFullName;

source: &brandShortName; is designed by
wo: ki defar &brandShortName; moodi

source: , a
wo: , mbootaay bu wër aduna bu

source: global community
wo: jàppalekat yi

source: working together to make the Internet better. We believe that the Internet should be open, public, and accessible to everyone without any restrictions.
wo: di liggéeyandoo ngir internet gëna baax. Gëm nañu ni internet dafa wara gëna ubbeeku, ci ñépp, te ñépp mën cee jariñu te du am benn laq laq.

source: Sound interesting?
wo: Ndax soxal na la?

source: Get involved!
wo: Jàpp leen ci !

source: Licensing Information
wo: Xibaar ci yaatal gi

source: End User Rights
wo: Sañ sañi jëfandikookat bi

source: Privacy Policy
wo: Poltigu dundu biir

source: Checking for updates…
wo: Wóoral ay yeesal…

source: Checking Add-on compatibility…
wo: Settantal ndax modili mottali yi dëppoo nañu…

source: &brandShortName; is up to date
wo: &brandShortName; yees na

source: Updates disabled by your system administrator
wo: Sa saytukatu sistem suuxal na yeesal yi

source: Update failed.
wo: Yeesal bi lajj na.

source: Download the latest version
wo: Yeb sumb bi mujj

source: Updates available at
wo: Yeesal yi féex ci

source: Downloading update —
wo: Yebum yeesal bi —

source: You are currently on the
wo: Yaa ngiy jëfandikoo yoonu yeesal
