Repository: Lazimshahad/mozilla-l10n
Catalog: wo/browser/chrome/browser/pageInfo.dtd.po
Languages: wo

source: &Copy
wo: &Duppi

source: Select &All
wo: F&al lépp

# closeWindow.key
source: w
wo: v

source: General
wo: Ëmb lépp

source: Address:
wo: Màkkaan (URL) :

source: Type:
wo: Gir :

source: Render Mode:
wo: Anamu dippi :

source: Size:
wo: Dayo :

source: Referring URL:
wo: URL bi mu ñëwe :

source: Modified:
wo: Soppi ci :

source: Encoding:
wo: Suulaalee :

source: Name
wo: Tur

source: Content
wo: Ëmb li

source: Details
wo: Benn bennal yi

source: Media
wo: Yéenekaay yi

source: Location:
wo: Berab :

source: Associated Text:
wo: Mbind mi ñu ko boole :

source: Alternate Text
wo: Mbind aye

source: Address
wo: Màkkaan

source: Type
wo: Roytéef

source: Size
wo: Dayo

source: Count
wo: Lim

source: Dimensions:
wo: Yaatuwaay yi :

source: Long Description:
wo: Tektal bu gudd :

source: Save As…
wo: Aar ci…

# mediaSaveAs.accesskey
source: A
wo: S

source: Media Preview:
wo: Gisaane yéenekaay bi :

source: Feeds
wo: Baawaan

source: Subscribe
wo: Takkoo

source: Permissions
wo: Ndigal yi

source: Always ask
wo: Laaj saa su ne

source: Allow
wo: May

source: Allow for Session
wo: May ngir sesiyoŋ bi

source: Block
wo: Boloke

source: Permissions for:
wo: May yi ngir :

source: Load Images
wo: Yeb nataal yi

source: Open Pop-up Windows
wo: Ubbi ay palanteeri popup

source: Set Cookies
wo: Jëmmal cookies yi

source: Install Extensions or Themes
wo: Samp yokk yi walla tem yi

source: Share Location
wo: Seddoo berab bi

source: Maintain Offline Storage
wo: Denc rootaan yi ci jokkoodiku

source: Clear Storage
wo: Màbbal rootaan yi

# permClearStorage.accesskey
source: C
wo: d

source: Security
wo: Kaarange

source: Security information for this page
wo: Xibaari kaarange ci xët bi

source: View Certificate
wo: Wone sarsifika

source: V
wo: A

source: Unknown
wo: Xameesuko

source: Web Site Identity
wo: Dantite dalub web bi

source: Owner:
wo: Boroom :

source: Web site:
wo: Dalub web :

source: Verified by:
wo: Ki ko settantal

source: Privacy &amp; History
wo: Dundu biir ak jaar jaar

source: Have I visited this web site prior to today?
wo: Ndax mës na gane dalub web bile?

source: Is this web site storing information (cookies) on my computer?
wo: Ndax dalub web bile dafay dajale ay xibaar (cookies) ci sama ordinatëër?

source: View Cookies
wo: Xool cookies yi

source: Have I saved any passwords for this web site?
wo: Ndax am naa caabi baat bu aaru ngir dal bi?

source: View Saved Passwords
wo: Seet caabi baat yi ñu aar

source: Technical Details
wo: Benn bennal yu xarala
