Repository: Lazimshahad/mozilla-l10n
Catalog: wo/browser/chrome/browser/safeMode.dtd.po
Languages: wo

source: &brandShortName; Safe Mode
wo: Anam wu amul lajj bu &brandShortName;

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
wo: &brandShortName; mi ngiy dox fii mu nekk ci doxalin bu amul lajj te nag xam ni ay parameetaram , ay teman ak ay yokkeel yu ñu solal dañu soox .

source: You can make some or all of these changes permanent:
wo: Ken mënula Il est possible de rendre tout ou partie de ces changements permanents :

source: &Disable all add-ons
wo: Suuxal mo&dil yi ñu yokk

source: &Reset toolbars and controls
wo: Sàjjaat banqaasu jumtukaay yi ak kont&rol yi

source: Delete all &bookmarks except for backups
wo: &Màbb mandarga xët yépp ginnaaw yi ñu aar

source: Reset all user &preferences to &brandShortName; defaults
wo: &Sàjjaat taamu yi ñakk ndigal ak &brandShortName;

source: Re&store default search engines
wo: Yeesal &motëëri wut yi ñakk ndigal

source: Make Changes and Restart
wo: Defar sopeeku yi te demaarewaat

source: Continue in Safe Mode
wo: Kontine ci doxalin wudul lajj
