Repository: Lazimshahad/mozilla-l10n
Catalog: ach/dom/chrome/appstrings.properties.po
Languages: ach

source: The URL is not valid and cannot be loaded.
ach: URL pe tye katic ki pe romo pange.

source: The file %S cannot be found. Please check the location and try again.
ach: fail %S pe romo nonge. Tim ber irot kabedo ki i tem doki.

source: %S could not be found. Please check the name and try again.
ach: %S pe onongo twero nonge. Tim ber i rot nying ki tem doki.

source: %S is not a registered protocol.
ach: %S pe obedo cik coc ma ocone.

source: The connection was refused when attempting to contact %S.
ach: Kityeko kwero kube woko ikare me temo kube %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
ach: Kube i %S kijuko woko mape oyube. Nen calo tic mogo kikobo.

source: The operation timed out when attempting to contact %S.
ach: Cawa me tic dong otum ikare me temo kube %S.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
ach: Agiki me nwoyo cim me URL okato woko. Pe romo pango pot karatac ma kikwayo pire. gin makelo man en aye kakube me intanet ma kigengo woko.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ach: Pi yaro pot karatac man, tic myero cwal ngec ma nwoyo tic mo tek tic mo keken (macalo yeny onyo peny moka) ma onongo otime wai con.

source: Resend
ach: Cwal nitit

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
ach: Coc acoya man pe twero yare nikwanyo ka i keto lalo gwoko kuc pa dano (PSM). Gol ki i ket PSM ki i tem doki, onyo kube ki lalo kit me tic mamegi.

source: The document contains no data.
ach: Tic pe i coc acoya.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
ach: Fail man pe romo yare ka maler kun i pe ki wiyamo. Me bedo i wiyamo, pe i rot tii mape i wiyamo ki acaki me Fail.

source: The document cannot change while Printing or in Print Preview.
ach: Coc acoya pe twero loke kun gono coc onyo i neno odoco gono.

source: Access to the port number given has been disabled for security reasons.
ach: Donyo i namba me bur ma kimino kijuko woko pi te lok me gwoko kuc.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
ach: Lapok tic me proxi ma icano ne pe onongo twero nonge. Tim ber i rot ter me proxi ki i tem doki.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
ach: Kube okwero woko kun i temo kubo lapok tic me proxi ma icano. Tim ber i rot ter me proxi mamegi ki i tem doki.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ach: Pot karatac ma in itye katemo neno pe romo nyutu pien tiyo ki yung mape tiyo onyo kicwako te.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ach: Pot karatac ma in i temo kaneno pe romo nyutu pien tye iyi kit fail ma pe tye ogwoke maber me yabo. Tim ber i kube ki wegi di bar me Web wek i mii ngec bot gi pi peko man.

source: External Protocol Request
ach: Kwac me Cik Ma i woko

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ach: Gin aketa ma i woko myero ki cak mako %1$S: kube. kakube ma kikwayo pire: %2$S Purugram: %3$S Ka onongo pe ibedo ka geno kwac man romo bedo me temo goro i purugram mukene. Juk kwac man woko nikwanyo ka imoko adaa ni pe balo.

source: Remember my choice for all links of this type.
ach: Poyo mita na pi kakube weng pi kit mman.

source: Launch application
ach: Cak cwalo

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ach: Di bar ma i %S kityeko cwalo ngece calo di bar ma kicobo ma kiloro woko kun cung i kom miti ni me gwoko kuc.

source: The web site at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ach: Di bar me Web ki %S kityeko mino ngece calo buyu yubu Web me bwol lutic kwede i nywako ngec onyo ngec me cente.

source: This page has a content security policy that prevents it from being embedded in this way.
ach: Pot karatac tye ki cik me gwoko kuc pi gin manonge iye ma gengo ne ki jogo i yore man.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ach: Pot karatac ma i tye katemo neno pe romo nyutu pien bal me cwalo tic onyute.

source: This page uses an unsupported technology that is no longer available by default.
ach: Pot karatac man tiyo ki lok madongo mape kicwako te kombedi dong pe nonge.
