Repository: Lazimshahad/mozilla-l10n
Catalog: ff/browser/chrome/browser/pageInfo.properties.po
Languages: ff

source: Page Info - %S
ff: Humpito Hello - %S

source: Frame Info - %S
ff: Humpito Kaarewol - %S

source: Untitled Page:
ff: Hello Ngo Tiitaaka:

source: Unknown
ff: Anndaaka

source: Not specified
ff: Laɓɓinaaka

source: Yes
ff: Eey

source: No
ff: Alaa

source: Image
ff: Natal

source: Video
ff: Widewo

source: Audio
ff: Ojoo

source: Background
ff: Cakkital

source: Object
ff: Piiyol

source: Embed
ff: Soomtor

source: Icon
ff: Maandel

source: Input
ff: Naatnal

source: Select a Folder to Save the Images
ff: Labo Runngere ngam Danndude Nate ɗee

source: Block Images from %S
ff: Falo Nate immiiɗe e %S

source: Unknown (not cached)
ff: Anndaaka (kaasaaka)

source: %S Image
ff: %S Natal

source: %S Image (animated, %S frames)
ff: %S Natal (dillinangal, %S kaareeje)

source: %Spx × %Spx (scaled to %Spx × %Spx)
ff: %Spx × %Spx (werannde %Spx × %Spx)

source: Quirks mode
ff: Mbayka Quirks

source: Standards compliance mode
ff: Mbayka ɗooftagol nanondiraaɗe

source: %S KB (%S bytes)
ff: %S KB (%S bite)

source: Meta (1 tag)
ff: Metaa (tagere 1)

source: Meta (%S tags)
ff: Metaa (tagere %S)

source: This web site is owned by %S This has been verified by %S
ff: Ndee lowre geese jeyi ɗum ko %S Ndee lowre ƴeewtii ɗum ko %S

source: This web site does not supply ownership information.
ff: Ndee lowre geese hokkataa humpito jeyal.

source: Yes, once
ff: Eey, gootol

source: Yes, %S times
ff: Eey, laabi %S

source: This web site is using %1$S %2$S
ff: Ndee lowre geese huutrortoo ko %1$S %2$S
