Repository: Lazimshahad/mozilla-l10n
Catalog: ach/browser/feedback/main.properties.po
Languages: ach

source: Help make Firefox better by running user studies.
ach: Kony imi Firefox bed maber kun iketo kwan pa dano matiyo kwede.

source: Mozilla Labs Test Pilot
ach: Pailot me Temo Lab me Mozilla

source: More Info
ach: Ngec Mapol

source: Submit
ach: Cwal

source: Take the Survey
ach: Bebea Iye

source: Turn On User Studies
ach: Kel Kwan ma Kitiyo kwede

source: Turn Off User Studies
ach: Nek Kwan pa Latic kwede

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
ach: Wan watye katic kombedi ikwan manyen; bi gono dogola mamegi kare macokcoki! Cik Yiti!

source: Uploading…
ach: Tye kaketo…

source: Unable to reach Mozilla; please try again later.
ach: Pe romo oo i Mozilla; tim ber item nitit lacen.

source: Thanks for contributing!
ach: Tam pi jogo!

source: Finished on %S
ach: Otyeko I kom %S

source: (You canceled this study)
ach: (Juk woko kwan man)

source: (You missed this study)
ach: (I keng kwan man woko)

source: Will start on %S
ach: Bi cake %S

source: Currently gathering data.
ach: Tye kajungo tic.

source: Will finish on %S
ach: Bi tyeko I kom %S

source: Propose your own study
ach: Tam kwan mamegi piri keni

source: Comments & Discussions »
ach: Tam amia & Leyo lok »

source: Propose a Test »
ach: Tam Atema »

source: @MozTestPilot on Twitter »
ach: @MozTestPilot ikom Twitter »

source: Now uploading data…
ach: Kombedi tye kaketo tic…

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
ach: Oops! Bal onongo tye ikube bot lapok tic me Mozilla. Onyo lakub me intanet mamegi tye piny?

source: Test Pilot will retry automatically, so it's OK to close this page now.
ach: Pailot Bi temo ne oyoto, dong ba tye kakare me cego pot karatac man kombedi.

source: (It has already ended and you should not be seeing this page)
ach: (Otyeko gik woko ci dong pe ibed neno pot karatac man)

source: today, at %S
ach: tin, ki %S

source: on %S
ach: ikom%S

source: #1 extension;#1 extensions
ach: #1 nyayo;#1 nyayo

source: This test recurs every %S days. Each time it completes:
ach: Tem man mede nino %Ski nino. Karekare ma otyeko:

source: Ask me whether I want to submit my data.
ach: Penya ka ce amito cwalo tic mamega.

source: Always submit my data, and don't ask me about it.
ach: Pol kare cwal tic mamega, ki pe i penya ki apeny ikome.

source: Never submit my data, and don't ask me about it.
ach: Pe i cwal tic mamega, ki pe ipenya ki apeny ikome.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
ach: Tye kapango, tim ber i kur manok…

source: You are about to quit the "%S" study.
ach: Icok ki weko woko "%S" kwan.

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
ach: (Me ayera) Ka ce itye ki dakika, tim ber i mi wan wange pingo iyero me weko kwan woko.

source: Reason:
ach: Tyen kop:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
ach: Man obedo kwan ma mede wot. Wan wa mii ingeo kare ma bino ka waketo kwan. Ka ce pe imito winyo dok kwan man, rok bokci i te:

source: Quit this recurring study.
ach: Wek woko kwan man mamede.

source: Quit the Study »
ach: Wek Kwan woko »

source: Thank You for Joining the Test Pilot Team!
ach: Wapwoyo matek me Note ki Tim me Tem Pailot!

source: Getting Started
ach: Tye kacake

source: Please take the
ach: Tim ber i ter

source: Pilot Background Survey
ach: Bebea I yonge Pailot

source: Click here to see the studies that are currently running.
ach: Dii kany me neno kwan matye kangwec.

source: Test Pilot Add-on
ach: Tem Pailot Add-on

source: « look for this icon in the bottom right of the browser window.
ach: « kwed cal man ki ite tung acuc me layeny dirija.

source: You can click on it to get the main Test Pilot menu.
ach: Itwero dino kome wek inong acaki me Tem Pailot.

source: The icon will pop up a notification when a study needs your attention.
ach: Cal man bi pye iwie malu pi mino ngec ka kwan mito bedo atera ni.

source: Privacy Policy
ach: Cik mamako dano

source: Legal Notices
ach: Ngec Bot lwak

source: Save Answers
ach: Gwok Lagam

source: Submit Answers
ach: Cwal Lagam

source: Change Answers
ach: Lok Lagam

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
ach: Pango, tim ber i kur kong manok…

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
ach: Opwoyo tyeko bebea man. Lagam mamegi bi kete kacel kwede dul lanyut tic mabino.

source: If you would like to review or change your answers, you can do so at any time using the button below.
ach: Ka onongo imito neno ne odoco onyo loko lagam mamegi, iromo timo ne i cawa mo keken kun itiyo ki mapeca ma ite.

source: Excellent! You finished the "%S" Study!
ach: Tic maber! Ityeko woko "%S" kwan!

source: All data related to this study has been removed from your computer.
ach: Tic weng marwate bot kwan man kikwanyo woko ki i kompiuta mamegi.

source: Update…
ach: Ngec manyen…

source: Thanks!
ach: Pwoc!

source: Thank you for uploading your data.
ach: Apwoyo matek pi keto tic mamegi.

source: Ready to Submit
ach: Tye atera me Cwalo

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
ach: Tem Pailot "%S" kwan otyeko coko tic ki tye atera me cwalo.

source: New Test Pilot Study
ach: Kwan me Tem Pailot Manyen

source: The Test Pilot "%S" study is about to begin.
ach: Tem Pailot "%S" kwan cegi ki cake.

source: New Test Pilot Survey
ach: Bebea i Tem Pailot Manyen

source: The Test Pilot "%S" survey is available.
ach: Tem Pailot "%S" bebea nonge.

source: New Test Pilot Results
ach: Adwogi me Tem Pailot Manyen

source: New results are now available for the Test Pilot "%S" study.
ach: Adwogi manyen kombedi nonge pi Tem Pailot "%S" kwan.

source: Thank you!
ach: Apwoyo!

source: The Test Pilot "%S" study is completed and your data has been submitted!
ach: Tem Pailot "%S" kwan dong otyeko ki tic mamegi kicwalo woko!

source: Extension Update
ach: Nyayo ngec

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
ach: Kwan acel mamegi mito cik manyen pa Tem Pailot. Iromo nongo cik ma okati kun itiyo ki Add-ons Dirija.
