Repository: Lazimshahad/mozilla-l10n
Catalog: nso/dom/chrome/nsWebBrowserPersist.properties.po
Languages: nso

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
nso: %S ga se e bolokwe, ka gobane faele ya mothopo e be e ka se balwe. Leka gape ka moragonyana, goba ikopanye le molaodi wa seabi.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
nso: %S ga se e bolokwe, ka gobane go tšweletše phošo ye e sa tsebjwego. Leka go boloka mo lefelong le fapanego.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
nso: %S e be e ka se bulwe, ka gobane go tšweletše phošo ye e sa tsebjwego. Leka go boloka pele mo tisiking ke moka o bule faele.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
nso: Ga go na sekgoba se se lekanego mo tisiking go boloka %S. Tloša difaele tše di se nago mohola mo tisiking gomme o leke gape, goba leka go boloka mo lefelong le le fapanego.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
nso: %S e be e ka se bolokwe, ka gobane tisiki, foltara, goba faele di šireleditšwe go ngwalelwa. Dumelela go ngwalelwa go tisiki gomme o leke gape, goba leka go boloka lefelong le le fapanego.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
nso: %S e be e ka se bolokwe, ka gobane o ka se fetoše diteng tša foltara yeo. Fetoša dipharologantšho tša foltara gomme o leke gape, goba leka go boloka lefelong leo le fapanego.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
nso: %S e be e ka se bulwe, ka gobane tirišo ya thušo yeo e amanago le yona ga e gona. Fetoša kamano mo dikganyogong tša gago.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
nso: Ga go na polokelo ye e lekanego go feleletša tiro ye o e kgopetšego. Tswalela ditirišo tše dingwe gomme o leke gape.

source: Downloading %S
nso: Go laolla %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
nso: %S e be e ka se bolokwe, ka gobane faele e šetše e le gona ka leina le le swanago le la tšhupetšo ya '_files'. Leka go boloka go lefelo le le fapanego.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
nso: %S e be e ka se bolokwe, ka gobane leina la faele e be e le le letelele kudu. Leka go boloka ka leina le le kopana la faele.
