Repository: Lazimshahad/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: af

source: Warning: Unresponsive script
af: Let wel: Reageertrae skrip

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
af: 'n Skrip op hierdie bladsy is dalk besig, of dit het opgehou loop. U kan die skrip nou stop, of u kan voortgaan om te kyk of die skrip sal klaar maak.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
af: 'n Skrip op hierdie bladsy is dalk besig, of het opgehou reageer. U kan die skrip nou stop, die skrip in die ontfouter open, of die skrip laat voortgaan.

source: Script: %S
af: Skrip: %S

source: Stop script
af: Stop skrip

source: Debug script
af: Ontfout skrip

source: Continue
af: Gaan voort

source: &Don't ask me again
af: &Moenie my weer vra nie

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
af: Probeer om 'n JavaScript-skrip te laai: URL van een gasheer in 'n venster wat inhoud uit 'n ander gasheer vertoon is deur die sekuriteitsbestuurder geblokkeer.

source: Scripts may not close windows that were not opened by script.
af: Skripte mag nie vensters sluit wat nie deur die skrip geopen is nie.

source: Are you sure you want to navigate away from this page?
af: Is u seker dat u weg van hierdie bladsy af wil navigeer?

source: Press OK to continue, or Cancel to stay on the current page.
af: Druk OK om voort te gaan, of Kanselleer om op die huidige bladsy te bly.

source: Non-standard document.all property was used. Use W3C standard document.getElementById() instead.
af: Niestandaard document.all-eienskap is gebruik. Gebruik eerder W3C-standaard document.getElementById().

source: Element referenced by ID/NAME in the global scope. Use W3C standard document.getElementById() instead.
af: Element word verwys deur ID/NAME in die globale bestek. Gebruik eerder W3C-standaard document.getElementById().

source: Event=%S, use of preventBubble() is deprecated. Use W3C standard stopPropagation() instead.
af: Event=%S, gebruik van preventBubble() is afgekeur. Gebruik eerder W3C-standaard stopPropagation().

source: Event=%S, use of preventCapture() is deprecated. Use W3C standard stopPropagation() instead.
af: Event=%S, gebruik van preventCapture() is afgekeur. Gebruik eerder W3C-standaard stopPropagation().

source: Use of getBoxObjectFor() is deprecated. Try to use element.getBoundingClientRect() if possible.
af: Gebruik van getBoxObjectFor() word afgekeur. Gebruik eerder element.getBoundingClientRect() indien moontlik.

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
af: canvas: 'n poging om strokeStyle of fillStyle te stel na 'n waarde wat nie 'n string, 'n CanvasGradient of 'n CanvasPattern is nie, is geïgnoreer.

source: Empty string passed to getElementById().
af: Leë string na getElementById() deurgegee.
