Repository: Lazimshahad/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/update/updates.dtd.po
Languages: sw, tl

source: Software Update
sw: Kisasaisho cha Programu

source: Checking for Updates
sw: Kukagua visasaisho
tl: Sinusuri para sa mga Update

source: Looking for newer versions of &brandShortName;…
sw: Kutafuta matoleo mapya ya &brandShortName;...
tl: Hinahanap para sa bagong mga bersyon ng &brandShortName;…

source: Found Updates for Plugins
sw: Imepata Visasaisho vya Vifaa vya Nyongeza
tl: Hinanap ang Update para sa mga Plugin

source: Newer versions of one or more of your plugins were found.
sw: Matoleo mapya zaidi ya moja au zaidi ya vifaa vya nyongeza yamepatikana.
tl: Bagong bersyon ng isa o marami pa ng iyong plugins ang nahanap.

source: See how to upgrade your plugins.
sw: Angalia jinsi ya kuboresha vifaa vyako vya nyongeza.
tl: Tingnan kung paano i-upgrade ang iyong plugins.

source: No Updates Found
sw: Hakuna Visasaisho Vimepatikana
tl: Hindi Nahanap ang mga Update

source: There are no updates available. &brandShortName; will check periodically for updates.
sw: Hakuna visasaisho vimepatikana. &brandShortName; itakagua kupitia wakati kwa visasaisho.
tl: Walang mga update magagamit.&brandShortName; ay suriin pana-panahon para sa mga update.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
sw: Hakuna visasaisho vimepatikana. Tafadhali angalia tena baadaye au wezesha kikaguzi cha kiotomatiki cha &brandShortName;.
tl: Walang mga update magagamit.Mangyaring suriin muli sa paglaon o paganahin ang &brandShortName; awtomatikong pag-update ng pagsuri.

source: Unable to Update
sw: Imeshindwa Kusasaisha
tl: Hindi Maka-update

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
sw: Kisasaisho cha usalama na uthabiti kimepatikana, lakini huna ruhusa za mfumo unaohitajika kukisakisakinisha. Tafadhali wasiliana na msimamizi wako wa mfumo, au jaribu tena kutoka kwa akaunti ambayo ina ruhusa ya kusakinisha programu kwenye tarakilishi hii.

source: A recommended security and stability update is available, but you do not have enough space to install it.
sw: Kisasaisho cha usalama na uthabiti kinapatikana, lakini huna nafasi ya kutosha kukisakinisha.

source: You can always get the latest version of &brandShortName; at:
sw: Unaweza pata kila mara toleo jipya zaidi la &brandShortName; kwa:
tl: Makukuha mo ang pinakabagong bersyon ng &brandShortName; sa:

source: Checking Add-on Compatibility
sw: Kukagua Utangamanifu wa Kifaa cha nyongeza
tl: Sinusuri ang kompatibilidad ng mga add-on

source: Looking for newer versions of your add-ons…
sw: Kuangalia matoleo mapya zaidiya vifaa vyako vya nyongeza...
tl: Hinahanap para sa bagong mga bersyon ng mga add-on mo…

source: View more information about this update
sw: Angalia maelezo zaidi kuhusu kisasaisho hiki
tl: Karagdagang impormasyon tungkol sa update na ito

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
sw: Inapendekezwa sana sana kuwa utekeleze kisasaisho hiki cha &brandShortName; haraka iwezekanavyo.
tl: Mahigpit na inirerekomenda na mag-aplay mo ito i-update ang para &brandShortName; sa lalong madaling panahon.

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
sw: Kama unakubaliana na masharti ya makubaliano haya, bofya Ninakubali hapa chini na uendelee kusakinisha kisasaisho hiki.

source: Software License Agreement
sw: Makubaliano ya Leseni ya Programu

source: Terms and conditions for using this software.
sw: Masharti ya kutumia programu hii.
tl: Tuntunin at Kondisyon sa paggamit ng software na ito.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
sw: Tafadhali soma makubaliano yafuatayo ya leseni. Tumia mwambaa bigirizi kuangalia makubaliano mengine.
tl: Pakibasa ang sumusunod na kasunduan. Gamitin ang scroll bar para mabasa ang buong kasunduan.

source: I accept the terms of the License Agreement
sw: Ninakubali masharti ya Makubaliano ya Leseni
tl: Tinatanggap ko ang mga tuntunin ng Kasunduan

source: I do NOT accept the terms of the License Agreement
sw: Sikubali masharti ya Makubaliano ya Leseni
tl: Hindi ko tinatanggap ang mga tuntunin ng Kasunduan

source: Incompatible Add-ons Found
sw: Vifaa vya nyongeza Sitangamanifu Vimepatikana
tl: hindi akma na Add-ons ang nahanap.

source: Downloading &brandShortName;
sw: Kupakua &brandShortName;

source: Downloading the update…
sw: Kupakua kisasaisho...
tl: Dina-download na ang update

source: Connecting to the update server…
sw: Kuunganisha kwenye sava ya kisasaisho...
tl: Kumokonek sa update server…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
sw: &brandShortName; imeshindwa kudhibitisha uadlilifu wa kisasaisho cha ongezeko kilichopakuliwa, kwa hivyo sasa kinapakua furushi kamilifu la kisasaisho.

source: View details for this update
sw: Angalia maelezo ya kisasaisho hiki
tl: Tingnan ang mga detalye para sa update na ito

# details.link
source: Details
sw: Maelezo

source: Update Failed
sw: Kisasaisho Kimeshindwa

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
sw: Kulikuwa na matatizo kukagua, kupakua, au kusakinisha kisasaisho hiki. &brandShortName; haikusasaishwa kwa sababu:
tl: May mga problema check para, download, o i-install ito update. &brandShortName.

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
sw: Unaweza kusasaisha &brandShortName; kwa mikono kwa kutembelea kiungo hiki na kupakua toleo jipya zaidi:
tl: Maaari mong i-update ng mano-mano & brandShortName; sa pamamagitan ng pagbisita sa link na ito at-download ang pinakabagong bersyon:

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
sw: Kisasaisho cha sehemu hakikutekelezwa. &brandShortName; itajaribu tena kupakua Kisasaisho kikamilifu.

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
sw: &brandShortName; imeshindwa kupata kama kuna kisasaisho kinachopatikana. Tafadhali hakikisha kuwa una toleo jipya zaidi la &brandShortName; kutoka:

source: Something is preventing &brandShortName; from updating securely. Please make sure that you have the latest version of &brandShortName; from:
sw: Kuna kitu kinachozuia &brandShortName; kusasaisha kwa usalama. Tafadhali hakikisha kuwa una toleo jipya zaidi la &brandShortName; kutoka:
tl: Isang bagay ang pumipigil mula sa pag-update ng ligtas. Mangyaring siguraduhin na mayroon kang mga pinakabagong bersyon ng & brandShortName; mula sa:

source: Something is trying to trick &brandShortName; into accepting an insecure update. Please contact your network provider and seek help.
sw: Kuna kitu kinachojaribu kudanganya &brandShortName; kukubali kisasaisho kisicho salama. Tafadhali wasiliana na mtoaji wako wa mtandao na kupata msaada.
tl: May isang bagay na sinusubukan kang lansihin & brandShortName; sa pagtanggap ng isang hindi secure na-update. Mangyaring makipag-ugnayan sa iyong network provider at humingi ng tulong.

source: Update Ready to Install
sw: Kisasaisho Kiko Tayari Kusakinishwa
tl: Nakahanda na ang Update para Iinstall

# finishedPage.text
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
sw: Kisasaisho kitasakinishwa wakati ujao ambapo &brandShortName; itaanza. Unaweza kuwasha upya &brandShortName; sasa, au endelea kufanya kazi na uwashe upya tena baadaye.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
sw: Kisasaisho cha usalama na uthabiti cha &brandShortName; kimepakuliwa na kiko tayari kusakinishwa.

source: Update:
sw: Sasaisha:
tl: I-update:

# finishedBackground.more
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
sw: Kisasaisho kitasakinishwa wakati ujao ambapo &brandShortName; itaanza. Unaweza kuwasha upya &brandShortName; sasa, au endelea kufanya kazi na uwashe upya tena baadaye.

source: Update Installed
sw: Kisasaisho Kimesakinishwa

source: The update was successfully installed.
sw: Kisasaisho kimefanikiwa kusakinishwa.
tl: Ang update ay matagumpay na na-install.

source: Read more about what's new…
sw: Soma zaidi kuhusu ni nini kipya...
tl: Magbasa nang higit pa tungkol sa kung ano ang bago...

# update.details.label
source: Details
sw: Maelezo

source: Installed on:
sw: Ilisakinishwa:

source: Status:
sw: Hadhi:
