Repository: Lazimshahad/mozilla-l10n
Catalog: ff/security/manager/chrome/pippki/deviceManager.dtd.po
Languages: ff

source: Device Manager
ff: Toppitorde kaɓirgol

source: Security Modules and Devices
ff: Gulɗe Kisal e Kaɓirɗe

source: Details
ff: Cariiɗe

source: Value
ff: Kiisol

source: Status
ff: Ngonka

source: Version
ff: Yamre

source: &Change Slot Name
ff: &Waylu Innde Peñol

source: Log I&n
ff: Seŋ&o

source: Log &Out
ff: Seŋ&to

source: Change &Password
ff: Waylu &Finnde

source: &Load
ff: &Loow

source: &Unload
ff: &Loowtu

source: Enter the information for the module you want to add.
ff: Naatnu humpito wulnde nde njiɗ-ɗaa ɓeydude ndee.

source: Module Name:
ff: Innde Wulnde:

source: New PKCS#11 Module
ff: Wulnde PKCS#11 Hesere

source: Module filename:
ff: Innde fiilde wulnde:

source: Browse…
ff: Weɗɗit…

source: Load PKCS#11 Device
ff: Loow Kaɓirgol PKCS#11
