Repository: Lazimshahad/mozilla-l10n
Catalog: ach/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: ach

source: Installing: %s
ach: Tye ka keto: %s

source: Installing Shared File: %s
ach: Keto Fail ma kipoko: %S

source: Replacing: %s
ach: Tye ka leyo: %s

source: Replacing Shared File: %s
ach: Tye ka leyo Fail ma Kipoko: %s

source: Skipping: %s
ach: Tye ka kalo: %s

source: Skipping Shared File: %s
ach: Tye ka kalo Fail ma Kipoko: %s

source: Deleting file: %s
ach: Dunyo Fail: %s

source: Deleting component: %s
ach: Tye ka dunyo jami matye iye: %s

source: Executing: %s
ach: Tye ka cako: %s

source: Executing: %s with argument: %s
ach: Tye ka cako: % ki pyem: %s

source: Copy File: %s to %s
ach: Lok Fail: %s i %s

source: Execute File: %s
ach: Cak Fail: %s

source: Execute File: %s with argument: %s
ach: Cak Fail: %s ki pyem: %s

source: Move File: %s to %s
ach: Kob Fail: %s i %s

source: Rename File: %s to %s
ach: Nwo nying Fail: %s i %s

source: Create Folder: %s
ach: Cwe Boc fail: %s

source: Remove Folder: %s
ach: Kwany Boc fail: %s

source: Rename Folder: %s to %s
ach: Nwo nying Boc: %s i %s

source: Windows Shortcut: %s
ach: Yo macek me dirija: %s

source: Mac Alias: %s
ach: Ngene ki nying Mac: %s

source: Windows Register Server: %s
ach: Lapok tic Kacone me Dirija: %s

source: Unknown file operation command!
ach: Kwedo Cik tic mape ngene me file!

source: Patching: %s
ach: Tye kaketo iraka: %s

source: Uninstalling: %s
ach: Tye kakwanyo: %s

source: Register Skin: %s
ach: Co Del: %s

source: Register Locale: %s
ach: Coo kabedo ne: %s

source: Register Content: %s
ach: Coo gin manonge iye: %s

source: Register Package: %s
ach: Coo Boc: %s

source: Use this theme
ach: Tii ki gin ma aloka iye eni

source: Use this locale
ach: Tii ki kabedo man

source: Install the theme "%1$S" from %2$S?
ach: Ket gin ma aloka iye "%1$S" ki %2$S?

source: Install the locale "%1$S" from %2$S?
ach: Ket kebedo me "%1$S" ki %2$S?

source: Install
ach: Ket

source: Queued
ach: Rek ma kikwanyo

source: Downloading…
ach: Tye kagolo...

source: Downloaded
ach: Kigolo woko

source: Installing…
ach: Tye ka keto...

source: Unsigned
ach: Pe iketo capa cing

source: Success
ach: Loc

source: Restart to complete
ach: Cak nitit i tyeki

source: Access denied
ach: I pe ki twero

source: Unexpected installation error Review the Error Console log for more details.
ach: Bal me keto mape kiyube pire Nen odoco coc me Bal pi lok yore kiyore.

source: Install script not found
ach: Karatac ma kico iye ma onongo giketo pe ononge

source: Not a valid install package
ach: Boc ma kiketo no petye ka tic

source: Invalid argument
ach: Pyem ma pe tio

source: User canceled
ach: Kijuko latic kwede

source: Required file does not exist
ach: Fail ma mite pe ononge iye

source: Read only
ach: Me akwana keken

source: AppleSingle extraction error
ach: AppleSingle bal me nyayo

source: Invalid path
ach: Yo ma pe tiyo

source: Canceled
ach: Ki ngolo woko

source: Download error
ach: Bal me golo

source: Script error
ach: Bal i karatac ma kicoo iye

source: Already exists
ach: Tye bene

source: Out of space
ach: Kabeo opong woko

source: Chrome registration failed
ach: Cone pi Chrome pe olare

source: Unfinished install
ach: Ket mape otum

source: Unsupported package
ach: Boc ma pe kicwako

source: Signing could not be verified.
ach: Keto capa cing pe ketwero moko ne

source: Invalid file hash (possible download corruption)
ach: Kit me balo fail eno ni pe tio (bal ma twer ne i golo)

source: Unknown or invalid file hash type
ach: Kit balo fail eno ni pe ngene nyo pe tio

source: Out of memory
ach: Pe tye ki i poo wic

source: Unexpected error %S
ach: Bal ma time atura %S
