Repository: Lazimshahad/mozilla-l10n
Catalog: lg/browser/installer/override.properties.po
Languages: lg

source: $BrandFullName Setup
lg: $BrandFullName Tegeka

source: $BrandFullName Uninstall
lg: $BrandFullName Egjindiidwamu

source: < &Back
lg: < &Ddayo

source: &Next >
lg: &Ekiddako

source: I &accept the terms in the License Agreement
lg: &Nzikiriza ekiwandiko ekiri mu lisensi ya agreement

source: I &do not accept the terms in the License Agreement
lg: &Sikiriza ekiwandiko ekiri mu lisensi y` Endagano

source: &Install
lg: &Tekamu

source: &Uninstall
lg: &Jjamu

source: Cancel
lg: Sazaamu

source: &Close
lg: &Galawoo

source: B&rowse…
lg: N&onya…

source: Show &details
lg: Laga &ebikikwatako

source: Click Next to continue.
lg: Nyigga okweyongerayo.

source: Click Install to start the installation.
lg: Nyigga Tekamu okutandika of Okutekamu.

source: Click Uninstall to start the uninstallation.
lg: Nyigga kujjamu okutandika of Okujjamu.

source: Completed
lg: Eweddeyo

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
lg: Bambi wekenenye lisensi wendagano ngatonaba kuteekamu $BrandFullNameDA. Bwoba okiriza ebiri mundagano, londa ekisoka wansi. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
lg: Kebera ebitundutundu byo'ngala kuteekamu nebitarondeddwa nobutundutundu bwotayagala kuteekamu. $_CLICK

source: Select components to install:
lg: Londo obutundutundu obwo kutekamu:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
lg: Tegeka ejja kutekamu $BrandFullNameDA mubaasa eziddako. Kutekamu mubaasa ejjawulo, koona akanonyesa ne londako baasa eddala. $_CLICK

source: Destination Folder
lg: Tereka ku baasa eno

source: Select the folder to install $BrandFullNameDA in:
lg: Londa baasa o'tekemu $BrandFullNameDA mu:

source: "Space available: "
lg: "Ebbanga eririko: "

source: "Space required: "
lg: "Ebbanga eryetajibwa: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
lg: $BrandFullNameDA ejakujjibwamu kuva mubaasa ezidako. $_CLICK

source: Uninstalling from:
lg: Okujjamu kuva:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
lg: Ensobi mukuggula fayiro ewandikibwemu: $0 Koona ku Saazamu okuyimiriza okutekamu, Ku Ddamu okugezakwo nate, oba ku Tokifakko okubuuka fayiro eno.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
lg: Ensobi mukuggula fayiro ewandikibwemu: $0 Koona ku Ddamu okugezako nate, oba Sazamu kuyimiriza okutekamu.

source: "Can't write: "
lg: "Tanyiza kuwandika: "

source: Copy failed
lg: Eky'okukoppa kigaanye

source: "Copy to "
lg: "Koppa oteeke"

source: "Registering: "
lg: "Okwewandiisa"

source: "Unregistering: "
lg: "Okwenduukulura: "

source: "Could not find symbol: "
lg: "Tekisobose kufuna kabonero: "

source: "Could not load: "
lg: "Tayansobodde kuttika: "

source: "Create folder: "
lg: "Tondawo enterekero: "

source: "Create shortcut: "
lg: "Tondawo akokupii: "

source: "Created uninstaller: "
lg: "Tondawo okujjamu: "

source: "Delete file: "
lg: "Sangula fayiro: "

source: "Delete on reboot: "
lg: "Sangula mukutandika kompyuta: "

source: "Error creating shortcut: "
lg: "Ënsobikutondawo ebipibipi: "

source: "Error creating: "
lg: "Ensobi mu kutonda: "

source: Error decompressing data! Corrupted installer?
lg: Ensobi kuddamu kunyigirizabiwandiiko! Yachakalanyi etteekamu?

source: Error registering DLL
lg: Ensobi kuwandiikisa DLL

source: "Execute: "
lg: "Ngezesa: "

source: "Extract: "
lg: "Vvumbula: "

source: "Extract: error writing to file "
lg: "Vvumbula: ensobi kuwandiika ku fayiro"

source: Installer corrupted: invalid opcode
lg: Etteekamu yachakalayi: opcode ettaaliyo

source: "No OLE for: "
lg: "Tewali OLE ya: "

source: "Output folder: "
lg: "Fulumya baasa: "

source: "Remove folder: "
lg: "Ggyamu enterekero: "

source: "Rename on reboot: "
lg: "Kyuusa erinnya mukutandiika kumpyuta: "

source: "Rename: "
lg: "Kyuusa erinnya: "

source: "Skipped: "
lg: "Buukwa: "

source: Copy Details To Clipboard
lg: Koppa Mubujjuvu ku terekero ryafailo

source: Log install process
lg: Nyigiza tteekamu purosensi
