Repository: Lazimshahad/mozilla-l10n
Catalog: ff/mobile/installer/setup.ini.po
Languages: ff

source: Mozilla %MOZ_APP_DISPLAYNAME% Setup
ff: Loowgol Mozilla %MOZ_APP_DISPLAYNAME%

source: Install %MOZ_APP_DISPLAYNAME% to
ff: Loow %MOZ_APP_DISPLAYNAME% to

source: Install
ff: Loow

source: Cancel
ff: Haaytu

source: Mozilla %MOZ_APP_DISPLAYNAME% has been installed successfully.
ff: Mozilla %MOZ_APP_DISPLAYNAME% loowaama no haanirta.

source: Archive extraction error:
ff: Juumre aaftagol tiɗɗannde:

source: There were errors during installation:
ff: Juume mbaɗii tuma loowgol:

source: Creating user profile. Please wait...
ff: Nana sosa heftinirde kuutoro. Tiiɗno sabbo...

source: Mozilla %MOZ_APP_DISPLAYNAME% Uninstall
ff: Momtugol Mozilla %MOZ_APP_DISPLAYNAME%

source: All files will be removed from
ff: Piille kala maa momte e

source: Are you sure?
ff: Aɗa yenanaa?

source: Mozilla %MOZ_APP_DISPLAYNAME% installation not found.
ff: Mozilla %MOZ_APP_DISPLAYNAME% yiytaaka e ngol kavirgol.

source: Mozilla %MOZ_APP_DISPLAYNAME% has been uninstalled successfully.
ff: Mozilla %MOZ_APP_DISPLAYNAME% momtiraama no haanirta.
