Repository: Lazimshahad/mozilla-l10n
Catalog: nso/browser/chrome/browser/aboutDialog.dtd.po
Languages: nso

source: About &brandFullName;
nso: Ka ga &brandFullName;

source: &brandShortName; is designed by
nso: &brandShortName; e hlamilwe ke

source: global community
nso: setšhaba sa lefase ka bophara

source: working together to make the Internet better. We believe that the Internet should be open, public, and accessible to everyone without any restrictions.
nso: go šoma mmogo go dira gore inthanete e be kaone. Re dumela gore Inthanete swanetše go bulegela bohle, e be ya setšhaba le go fihlelelwa ke bohle ka ntle le dithibelo dife goba dife.

source: Sound interesting?
nso: E kwagala e kgahliša?

source: Get involved!
nso: E ba le seabe!

source: Licensing Information
nso: Tshedimošo ya dilaesense

source: End User Rights
nso: Ditokelo tša modiriši

source: Privacy Policy
nso: Pholisi ya sephiri

source: Checking for updates…
nso: Go lekola dimpshafatšo…

source: Checking Add-on compatibility…
nso: Go lekola tshepelelano ya setlaleletši…

source: &brandShortName; is up to date
nso: &brandShortName; e nakong

source: Updates disabled by your system administrator
nso: Dimpshafatšo di šitišitšwe ke molaodi wa tshepedišo ya gago

source: Update failed.
nso: Mpshafatšo e padile.

source: Download the latest version
nso: Laolla tokollo ya moragorago

source: Updates available at
nso: Dimpshafatšo di hwetšagala go

source: Downloading update —
nso: Go laolla mpshafatšo —

source: You are currently on the
nso: Gona bjale o go

source: update channel.
nso: kanale e mpshafaditšwego.

source: Change
nso: Fetoša

source: Enjoy the tried and tested final release being used by hundreds of millions around the world. Stay in control of your online experience with super speed, easy customization and the latest Web technologies.
nso: Thabela tokollo e lekilwego ya mafelelo yeo e dirišwago ke dimilione-milione tša bath go dikologa lefase. Laola maitemogelo a gago a ge o le inthaneteng a dithekinolotši tša Wepe tšeo di nago le lebelo, tšeo di tlwaelegago gabonolo le tša moragorago.

source: Experience cutting edge features with more stability. Provide feedback to help refine and polish what will be in the final release.
nso: Itemogele dibopego tša makgona-tšohle le tša motheo o tiilego. Re nee dipoelo gore o re thuše go phadimiša tokollo ya rena ya mafelelo.

source: Experience the newest innovations in an unstable environment that's not for the faint of heart. Provide feedback on features and performance to help determine what makes the final release.
nso: Itemogele dithomološo tše mpsha tikologong yeo e se nago motheo yeo e sego ya mafšega. Re nee dipoelo ka ga dibopego le tsela yeo di šomago ka yona go re thuša go lemoga gore re lokolla eng la mafelelo.

source: Switch to the
nso: Fetogela go

source: update channel.
nso: kanale e mpshafaditšwego.

source: Apply and Update
nso: Diriša gomme o mpshafatše

source: Cancel
nso: Khansela
