Repository: Lazimshahad/mozilla-l10n
Catalog: nso/browser/chrome/browser/pageInfo.dtd.po
Languages: nso

source: &Copy
nso: &Kopiša

source: Select &All
nso: Kgeth&a tšohle

source: General
nso: Kakaretšo

source: Address:
nso: Aterese:

source: Type:
nso: Mohuta:

source: Render Mode:
nso: Mokgwa wa go gafela:

source: Size:
nso: Bogolo:

source: Referring URL:
nso: Go lebiša URL:

source: Cache Source:
nso: Mothopo wa polokelo-tsebišo:

source: Modified:
nso: Fetotšwe:

source: Encoding:
nso: Go tsenya khoutu:

source: Name
nso: Leina

source: Content
nso: Diteng

source: Details
nso: Dintlha

source: Media
nso: Kgašoditaba

source: Location:
nso: Lefelo:

source: Associated Text:
nso: Sengwalwa se tswalanago:

source: Alternate Text
nso: Sengwalwa se sengwe

source: Address
nso: Aterese

source: Type
nso: Mohuta

source: Size
nso: Bogolo:

source: Count
nso: Bala

source: Dimensions:
nso: Ditekanyo:

source: Long Description:
nso: Tlhaloso e telele:

source: Save As…
nso: Boloka e le…

source: Media Preview:
nso: Tebelelo pele ya kgašoditaba:

source: Feeds
nso: Diphepo

source: Subscribe
nso: Ingwadiše

source: Permissions
nso: Ditumelelo

source: Use Default
nso: Diriša tirelwa

source: Always ask
nso: Botšiša ka mehla

source: Allow
nso: Dumelela

source: Allow for Session
nso: Dumelela bakeng sa nako

source: Block
nso: Thibela

source: Permissions for:
nso: Ditumelelo tša:

source: Load Images
nso: Hlahlela diswantšho

source: Open Pop-up Windows
nso: Bula mafasetere a runyago

source: Set Cookies
nso: Beakanya dikhukhi

source: Install Extensions or Themes
nso: Lokela dikoketšo goba dihlogo

source: Share Location
nso: Abelana lefelo

source: Maintain Offline Storage
nso: Boloka polokelo ya go se be inthaneteng

source: Clear Storage
nso: Hlwekiša polokelo

source: Security
nso: Tšhireletšo

source: Security information for this page
nso: Tšhireletšego ya tshedimošo ya letlakala le

source: View Certificate
nso: Lebelela setifikeiti

source: Unknown
nso: Sa tsebjego

source: Website Identity
nso: Boitsebišo bja wepesaete

source: Owner:
nso: Mong:

source: Website:
nso: Wepesaete:

source: Verified by:
nso: Kgonthišeditšwe ke:

source: Privacy &amp; History
nso: Bosephiri le histori

source: Have I visited this website prior to today?
nso: Na nkile ka etela wepesaete ye pele ga lehono?

source: Is this website storing information (cookies) on my computer?
nso: Na wepesaete ye e boloka tshedimošo (dikhukhi) khomphutheng ya ka?

source: View Cookies
nso: Lebelela dikhukhi

source: Have I saved any passwords for this website?
nso: Na ke bolokile mantšuphetišo afe goba afe a wepesaete ye?

source: View Saved Passwords
nso: Lebelela mantšuphetišo ao a bolokilwego

source: Technical Details
nso: Dintlha tše raraganego
