Repository: Lazimshahad/mozilla-l10n
Catalog: st_LS/obsolete/toolkit/installer/windows/install.*.po
Languages: it

source: Cancel
it: K'Hansela

source: &Cancel
it: &K'Hansela

source: &Next >
it: &E latelang >

source: < &Back
it: < &Ntšo

source: &Ignore
it: &Iphapanyetse

source: To configure a Proxy server for this download, click the Connection… button.
it: Ho fetola Seva ea Proksi bakeng sa ho jarolla hona, tlelika konopo ea… Khokelo.

source: &Connection…
it: &Khokelo…

source: Proxy Settings:
it: Lisetoa tsa Proksi:

source: &Proxy Settings
it: &Lisetoa tsa Proksi

source: Server:
it: Seva:

source: User id:
it: Id ea mosebelisi:

source: Password:
it: Phaseoete:

source: _: SELECTDIRECTORY Select a directory
it: Khetha daerektri

source: &Directories:
it: &Lidaerektri:

source: Dri&ves:
it: Li&drive:

source: Remaining:
it: Tse setseng:

source: File:
it: Faele:

source: To Path:
it: Ho mocha oa:

source: &Accept
it: &Amohela

source: &Decline
it: &Hana

source: &Program Folder:
it: &Foldara ea Prokreme:

source: E&xisting Folders:
it: Lifoldara tse &teng:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Ho seta ho qetile ho kopiletsa k'homphuteng ea hao. Pele o ka sebelisa $ProluctNameInternal$, o lokela ho qala Windows kapa k'homphuta ea hao bocha. Khetha e 'ngoe ea likhetho tse latelang ebe o tlelika OK ho qetella ho seta.

source: Restart
it: Qala bocha

source: Yes, I want to restart my computer now.
it: Ee, ke batla ho qala k'homphuta ea ka bocha hona joale.

source: No, I will restart my computer later.
it: Chee, ke tla qala k'homphuta ea ka bocha ha morao.

source: &Additional Components:
it: &Likaroloana tsa tlatsetso:

source: Description
it: Tlhaloso

source: Total download size:
it: Kakaretso ea saese ea se jarolloang:

source: Space Available:
it: Sebaka se fumanehang:

source: C&omponents:
it: Li&karoloana:

source: Choose a Folder to install $ProductName$ into:
it: Khetha Foldara e instoloang $ProluctName$ ho:

source: Install Folder
it: Kenea Foldara

source: B&rowse…
it: L&ekola…

source: Download Size: %u KB
it: Saese e Jarolloang: %u KB

source: Current Settings:
it: Lisetoa tsa Hajoale:

source: …to the following location:
it: …ho ay sebakeng se latelang:

source: %s, and:
it: %s, le:

source: &Install
it: &Instola

source: &Delete
it: &Phumula

source: &Continue
it: &Tsoelapele

source: &Skip
it: &Tlola

source: Re&ad Me
it: M&pale

source: &Pause
it: &Khefutsa

source: &Resume
it: &Tsoella

source: Checked
it: E tšoailoe

source: Unchecked
it: Ha e a tšoauoa

source: Extracting…
it: E a ntša…

source: Could not create %s dialog.
it: Ha e a khona ho theha puisano ea %s.

source: %s failed.
it: %s e hlolehile.

source: File not found: %s
it: Faele ha e fumanoa: %s

source: GetSystemDirectory() failed.
it: GetSystemLirectory() e hlolehile.

source: GetWindowsDirectory() failed.
it: GetWindowsLirectory() e hlolehile.

source: Exit Setup
it: Etsa ho seteng

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: O qetile ho instola $ProluctName$. Haeba o tsoa ho Ho seta hona joale, $ProluctName$ e ke ke ea instoloa. No o tiile o batla ho k'hansela Ho seta?

source: Restarting Windows
it: E qala Windows bocha

source: GetProcAddress() of %s failed.
it: GetProcAddress() ea %s e hlolehile.

source: WritePrivateProfileString() failed for file %s
it: WritePrivateProfileString() e hlolehile bakeng sa faele ea %s

source: Please wait while Setup retrieves its configuration script from the web…
it: Ka kopo ema ha Ho seta ho fumana skripte sa phetolo ea sona ho tsoa oebeng…

source: Setup was unable to create the TEMP directory: %s
it: Ho seta ha ho a khona ho etsa daerektri ea NAKOANA: %s

source: _: DLGBROWSETITLE Select a directory
it: Khetha daerektri

source: Could not determine available disk space for: %s
it: Ha e a khona lekanea sebaka se fumanehang bakeng sa: %s

source: Disk space check
it: Tlhahlobo ea sebaka liskeng

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Ho seta ho fumane sebaka se sa lekanang liskeng ho ak tsoela pele ho instola ho %s bakeng sa mocha: %sEa hlokeha: %sEa fumaneha: %sTlelika Leka hape haeba sebaka sa liske fe fumanehile, kapa tlelika K'Hansela ho k'hansela Ho seta.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Ho seta ho fumane sebaka sa liske se sa lekanang ho ka tsoela pele tšebetso ea ho instola ho %s bakeng sa mocha: %sEa hlokeha: %sEa fumaneha: %sTlelika OK ho khutla le ho khetha mocha o fapaneng.

source: Could not create folder: %sMake sure you have access to create the folder.
it: Ha e a theha foldara: %sEtsa bonnete ba hore o na le phihlello ea ho theha foldara ena.

source: $ProductNameInternal$ Setup Error
it: Phoso ea ho seta $ProluctNameInternal$

source: File count:
it: Palo ea lifaele:

source: Filename:
it: Lebitso la faele:

source: Preparing Install, please wait…
it: E itokisetsa ho instola, ka kopo ema…

source: Configuring %s, please wait…
it: E fetola %s, ka kopo ema…

source: Error occurred during installation
it: Phoso e etsahetse nakong ea ho instola

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProluctName$ e ka sebetsa feela ho Windows 95 kapa moetso oa kamorao ho moo. Joale ho seta ho tla tsoa.

source: $ProductName$ Setup - Install Progress
it: Ho seta $ProluctName$ - Ho Tsoella ha ho Instola

source: Preparing file: %s
it: E lokisa faele: %s

source: Currently installing %s
it: Hajoale e instola %s

source: Copying file: %s
it: E kopitsa faele: %s

source: Warning
it: Tlhokomeliso

source: Message
it: Molaetsa

source: Attention
it: Hlokomela

source: The following directory does not exist:%sWould you like to create it?
it: Daerektri e latelang ha e teng:%sNa o lakatsa ho e theha?

source: Create Directory?
it: O theha daerektri?

source: Invalid Program folder name entered.
it: Lebitso la foldara ea Prokreme le fosahetseng le kentsoe.

source: Default
it: Ea kamehla

source: Invalid path entered.
it: Mocha o fosahetseng o kentsoe.

source: Setup Type:
it: Mofuta oa Ho seta:

source: Selected Components:
it: Likaroloana tse khethiloeng:

source: Destination Directory:
it: Daerektri ea Thomelong (Destination):

source: Program Folder:
it: Foldara ea Prokreme:

source: Deleting destination directory to be able to upgrade, please wait…
it: E phumula foldara ea thomelong (destination) hore e khoen ho apdeita…

source: Setup
it: Ho seta

source: Download Site:
it: Setša sa ho Jarolla:

source: Save downloaded and Setup program files to:
it: Boloka lifaele tse jarolotsoeng le tsa prokreme ea Ho seta ho:

source: Initializing Setup, please wait…
it: E qala Ho seta, ka kopo ema…

source: %s Setup
it: %s Ho seta

source: GetVersionEx() failed!
it: GetVersionEx() e hlolehile!

source: Usage
it: Tšebeliso

source: Extracting %s
it: E fumana %s

source: Launching Setup…
it: E thakhola Ho seta…

source: Unable to write file %s
it: Ha e khone ho ngola faele %s

source: Installation
it: Ho instola

source: Out of memory!
it: E feletsoe ke memori!

source: Could not load %s
it: Ha e a khona ho jara %s

source: Could not load string resource ID %d
it: Ha e a khona ho jara mola oa risose ID %d

source: Null pointer encountered.
it: Sesupi se Hlokang Matla (Null pointer) se hlahile.

source: Memory allocation error.
it: Phoso ea kabo ea memori.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Ho seta ho fumane hore %s (%s) e ntse e sebetsa. Tlelika OK ho khaotsa %s ebe o tsoella ka ho instola. Ho seng joalo, sebelisa Taolo ea Tšebetso ea Windows ho khaotsa %s, ebe o tlelika OK ho tsoelapele ho instola.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Ho seta ho tla tsoa joale. Ho seta ha ho a khona ho tsoelapele hobane %s (%s) e ntse e sebetsa. Leka ho khaotsa %s ka ho iketsetsa (manually) o sebelisa Taolo ea Tšebetso ea Windows, ebe o qala Ho seta hape.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProluctName$ e ke ke ea instoloa foldareng e kahara foldara ea Windows. Ka kopo khetha foldara e fapaneng.
