Repository: Lazimshahad/mozilla-l10n
Catalog: sah/browser/chrome/overrides/appstrings.properties.po
Languages: sah

source: The URL is not valid and cannot be loaded.
sah: URL алҕастаах онон хачайдаан ылар сатаммата.

source: Firefox can't find the file at %S.
sah: Firefox бу билэни %S булбата.

source: Firefox can't find the server at %S.
sah: Firefox бу сиэрбэри %S булбата.

source: Firefox doesn't know how to open this address, because the protocol (%S) isn't associated with any program.
sah: Firefox бу аадырыһы хайдах арыйары быһаарбата, тоҕо диэтэххэ (%S) боротокуол ханнык да бырагыраамманы кытта ситимэ суох эбит.

source: Firefox can't establish a connection to the server at %S.
sah: Firefox бу сиэрбэри кытта %S сатаан ситимнэспэтэ.

source: The connection to %S was interrupted while the page was loading.
sah: Хачайдана туран маны кытта %S ситим быстан хаалла.

source: The server at %S is taking too long to respond.
sah: Бу сиэрбэри %S кэтэһэр болдьох ааста.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
sah: Firefox быһаарбытынан сиэрбэр бу аадырыска алҕастаах утаарарын түмүгэр кини хаһан да бүтүө суох.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
sah: Бу сирэйи көрдөрөргө, урут ыытыллыбыт информацияны %S хат ыытара ирдэнэр (холобур, көрдүүр дьайыыны, эбэтэр атыылаһыы туһунан сорудаҕы).

source: Resend
sah: Хат ыыт

source: Firefox doesn't know how to communicate with the server.
sah: Firefox бу сиэрбэри кытта хайдах ситимнэһэри быһаарбата.

source: The connection to the server was reset while the page was loading.
sah: Сиэрбэри кытта ситим хачайдана туран быстан хаалла.

source: This document is no longer available.
sah: Бу дөкүмүөн аны кыайан көстүбэт буолбут.

source: Firefox is currently in offline mode and can't browse the Web.
sah: Firefox автоном эрэсиимҥэ турар; бу эрэсиимҥэ Интэриниэт ситим-сирдэрин кытта үлэлиир сатаммат.

source: The document cannot change while Printing or in Print Preview.
sah: Бэчээттиир эбэтэр бэчээттиэх иннинэ эрдэ көрөр кэмҥэ дөкүмүөнү уларытар кыах суох.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
sah: Бу аадырыс ситим-сирдэр туттубат портарын туттар эбит. Онон куттал суох буоллун диэн Firefox бу хачайдааһыны тохтотто.

source: Firefox is configured to use a proxy server that can't be found.
sah: Firefox кыайан булуллубат прокси-сиэрбэргэ баайыллыбыт.

source: Firefox is configured to use a proxy server that is refusing connections.
sah: Firefox холбонууттан батынар прокси-сиэрбэргэ баайыллыбыт.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
sah: Көрө сатыыр сирэйиҥ көстөр кыаҕа суох, тоҕо диэтэххэ ыгыы (компрессия) өйөнүллүбэт формаатынан сылдьар эбит.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
sah: Көрө сатыыр сирэйиҥ көстөр кыаҕа суох, тоҕо диэтэххэ арыйарга кутталлаах билэлэлээх (вирус буолуон сөп) эбит. Бука диэн ситим-сир бас билээччилэригэр бу туһунан эт.

source: External Protocol Request
sah: Тас боротокуолу туһаныы туһунан көрдөбүл

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
sah: Маннык %1$S сигэлэри арыйарга: туспа сыһыарыы бырагыраамманы туһаныы ирдэнэр. Көрдөнүллүбүт сигэ: %2$S Сыһыарыы бырагыраамма: %3$S Өскө маннык көрдөбүлү кэтэспэтэх буоллаххына, баҕар атын бырагыраамма кутталлаах дьайыыны оҥороору гынарын сибикитэ буолуо. Саарбахтыыр буоллаххына көрдөбүлү толорума, сабан кэбис.

source: <Unknown>
sah: <биллибэт>

source: Remember my choice for all links of this type.
sah: Маннык көрүҥнээх сигэлэргэ куруук маны тал.

source: Launch application
sah: Көмө бырагыраамманы холбоо

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
sah: Бу ситим-сир %S көмпүүтэрдэргэ үөннэри туруорарын туһунан сибики баар. Ол иһин Эн туруорууларгар сөп түбэһэн бу ситим-сир хааччахтанна.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
sah: Бу ситим-сир %S дьонтон тус бэйэлэригэр уонна үптэригэр-харчыларыгар сыһыаннаах информацияны албыннаан ыларга аналлааҕын туһунан сэрэтии баар.

source: This page has a content security policy that prevents it from being embedded in this way.
sah: Бу сирэй ис хоһоонун маннык туһанары хааччахтыыр көмүскэллээх эбит.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
sah: Дааннайдары биэрии кэмигэр алҕас тахсан, көрөөрү гыммыт сирэйгин көрдөрөр кыах суох буолла.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
sah: Өйөнүллүбэт технологиялаах буолан бу сирэйи Firefox көннөрү ньыманан аны кыайан көрдөрбөт буолбут.
