Repository: Lazimshahad/mozilla-l10n
Catalog: nso/browser/profile/bookmarks.inc.po
Languages: nso

# bookmarks_title
source: Bookmarks
nso: Dipukutshwayo

# bookmarks_heading
source: Bookmarks
nso: Dipukutshwayo

source: Get Bookmark Add-ons
nso: Hwetša ditlaleletši tša pukutshwayo

source: Bookmarks Toolbar Folder
nso: Foltara ya thulupaa ya dipukutshwayo

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
nso: Oketša dipukutshwayo foltareng ye gore o di bone di bontšhitšwe go Thulupaa ya dipukutshwayo

source: Getting Started
nso: Kamoo o ka thomago

source: Latest Headlines
nso: Dintlhakgolo tša moragorago

source: Help and Tutorials
nso: Thušo le tlhahlo

source: Customize Firefox
nso: Tlwaelanya Firefox

source: Get Involved
nso: Tsenya letsogo

source: About Us
nso: Ka ga rena
