Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/gclicommands.properties.po
Languages: gd

source: Show a message
gd: Seall teachdaireachd

source: Message
gd: Teachdaireachdan

source: Get help on the available commands
gd: Faigh cuideachadh mu na h-àitheantan a tha ri làimh

source: Available Commands
gd: Àitheantan a tha ri làimh

source: Commands to control the console
gd: Àitheantan a chum smachd a' chonsoil

source: Filter, clear and close the web console
gd: Criathraich, falamhaich is dùin a' chonsoil-lìn

source: Clear the console
gd: Falamhaich a' chonsoil

source: Inspect a node
gd: Sgrùdaich nòd

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
gd: Sgrùdaich meudachd is roghainnean de dh'eileamaid le roghnaichear CSS gus an comharraichear DOM fhosgadh

source: CSS selector
gd: Roghnaichear CSS

source: A CSS selector for use with Document.querySelector which identifies a single element
gd: Roghnaichear CSS a chum cleachdaidh còmhla ri Document.querySelector a dh'aithnicheas aon eileamaid

source: Visualize the webpage in 3D
gd: Seall an duilleag-lìn ann an 3D

source: Investigate the relationship between various parts of a webpage and their ancestors in a 3D environment
gd: Sgrùd an dàimh eadar diofar phàirtean de dhuilleag-lìn 's a cuid shinnsirean ann an àrainneachd 3D

source: Open the Inspector 3D view
gd: Fosgail sealladh an sgrùdaiche 3D

source: Initialize the 3D page inspector and optionally highlight a node using a CSS selector
gd: Cuir gu dol sgrùdaiche nan duilleagan 3D agus soilleirich nòdan le roghnaichear CSS mar roghainn

source: Move the webpage mesh
gd: Gluais mogal na duilleige-lìn

source: Incrementally translate the webpage mesh in a certain direction
gd: Eadar-theangaich mogal na duilleige-lìn ceum air cheum ann an comhair shònraichte

source: X (pixels)
gd: X (piogsailean)

source: The amount in pixels to translate the webpage mesh on the X axis
gd: Àireamh nam piogsailean a thèid an eadar-theangachadh gu mogal na duilleige-lìn air an aiseal X

source: Y (pixels)
gd: Y (piogsailean)

source: The amount in pixels to translate the webpage mesh on the Y axis
gd: Àireamh nam piogsailean a thèid an eadar-theangachadh gu mogal na duilleige-lìn air an aiseal Y

source: Spin the webpage mesh
gd: Toinn mogal na duilleige-lìn

source: Incrementally rotate the webpage mesh in a certain direction
gd: Cuairtich mogal na duilleige-lìn ann an comhair shònraichte mean air mhean

source: X (degrees)
gd: X (ceuman)

source: The amount in degrees to rotate the webpage mesh along the X axis
gd: Àireamh nan ceuman a thèid mogal na duilleige-lìn a chuairteachadh a-rèir an aiseil X

source: Y (degrees)
gd: Y (ceuman)

source: The amount in degrees to rotate the webpage mesh along the Y axis
gd: Àireamh nan ceuman a thèid mogal na duilleige-lìn a chuairteachadh a-rèir an aiseil Y

source: Z (degrees)
gd: Z (ceuman)

source: The amount in degrees to rotate the webpage mesh along the Z axis
gd: Àireamh nan ceuman a thèid mogal na duilleige-lìn a chuairteachadh a-rèir an aiseil Z

source: Move away or towards the webpage mesh
gd: Gluais air falbh no gu ruige mogal na duilleige-lìn

source: Incrementally move the webpage mesh in a certain direction along the Z axis
gd: Gluais mogal na duilleige-lìn ann an comhair shònraichte a-rèir an aiseil Z mean air mhean

source: Zoom (pixels)
gd: Sùm (piogsailean)

source: The amount in pixels to translate the webpage mesh along the Z axis
gd: Àireamh nam piogsailean a thèid mogal na duilleige-lìn eadar-theangachadh a-rèir an aiseil Z

source: Reset the translation, rotation and zoom
gd: Ath-shuidhich an t-eadar-theangachadh, an cuairteachadh 's an sùm

source: Resets any transformations applied to the webpage mesh modelview matrix
gd: Ath-shuidhichidh seo cruth-atharrachadh sam bith a rinn thu air modelview matrix mogal na duilleige-lìn

source: Close the visualization if open
gd: Dùin an sealladh ma tha e fosgailte

source: Close the visualization and switch back to the Inspector default highlighter
gd: Dùin an sealladh 's till gu soilleiriche bunaiteach an sgrùdaiche

source: Manage breakpoints
gd: Stiùirich na puingean-brisidh

source: Commands to list, add and remove breakpoints
gd: Àitheantan a liostaichean, a chuireas ris is a bheir air falbh puingean-brisidh

source: Display known breakpoints
gd: Seall puingean-brisidh air a bheil fhios

source: Line breakpoint at %1$S:%2$S
gd: Puing-bhrisidh loidhne air %1$S:%2$S

source: No breakpoints set
gd: Cha deach puingean-brisidh a shuidheachadh

source: The following breakpoints are set:
gd: Chaidh na puingean-brisidh a leanas a shuidheachadh:

source: Added breakpoint
gd: Chaidh puing-bhrisidh a chur ris

source: Could not set breakpoint: %S
gd: Cha do ghabh a' phuing-bhrisidh a shuidheachadh: %S

source: Add a breakpoint
gd: Cuir puing-bhrisidh ris

source: Breakpoint types supported: line
gd: Seòrsaichean de phuingean-brisidh ris a bheil taic: loidhne

source: The debugger must be opened before setting breakpoints
gd: Feumaidh an dì-bhugadair a bhith fosgailte mus suidhich thu puingean-brisidh

source: Add a line breakpoint
gd: Cuir ris loidhne aig a' phuing-bhrisidh

source: JS file URI
gd: URI faidhle JS

source: Line number
gd: Àireamh na loidhne

source: Remove a breakpoint
gd: Thoir a' phuing-bhrisidh air falbh

source: Index of breakpoint
gd: Inneacs na puinge-brisidh

source: Breakpoint removed
gd: Chaidh a' phuing-bhrisidh a thoirt air falbh

source: Breakpoint was not found
gd: Cha deach a' phuing-bhrisidh a lorg

source: Close the console
gd: Dùin a' chonsoil

source: Tweak a page resource
gd: Cuir air gleus goireas na duilleige

source: Edit one of the resources that is part of this page (or maybe any generic web resource?)
gd: Deasaich aon dhe na goireasan a tha 'nam pàirt dhen duilleag seo (no 's dòcha goireas-lìn coitcheann air choireigin)

source: URL to edit
gd: An URL a tha ri dheasachadh

source: Line to jump to
gd: An loidhne a ghearrar leum thuice
