Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/accounts.properties.po
Languages: as, mai

source: %S required for sync
as: সংমিহলিৰ বাবে %S ৰ প্ৰয়োজন
mai: सिंक खातिर %S केर जरूरत

source: We've rebuilt Sync to make it easier for everyone. Please upgrade to a Firefox Account to continue syncing.
as: আমি সকলোৰ বাবে সহজ কৰিবলে সংমিহলিক পুনৰনিৰ্মাণ কৰিছো। সংমিহলি অব্যাহত ৰাখিবলে অনুগ্ৰহ কৰি এটা Firefox একাওণ্টলৈ উন্নয়ন কৰক।
mai: हम सिंक सभक लेल आसान बनाबै कलेल पुनःनिर्मित कएने छी. कृपया Firefox खाता केँ सिंकिंग जारी राखए कलेल उन्नयन करू.

source: &Upgrade
as: উন্নয়ন কৰক

source: Sync was upgraded on another device by %S. Resume syncing?
as: সংমিহলিক অন্য ডিবাইচত %S দ্বাৰা উন্নয়ন কৰা হৈছিল। সংমিহলি অব্যাহত ৰাখিব নে?
mai: सिंक%S द्वारा एक आओर डिवाइस पर उन्नत बनाओल गेल छला. सिंक्रनाइज़ कएनाए फेन सँ आरंभ करू?

source: &Sign In
as: ছাইন ইন কৰক
mai: साइन इन (&S)

source: %S not verified
as: %S সত্যাপিত নহয়
mai: %S सत्यापित नहि अछि

source: Please click the verification link in the email sent to %S
as: অনুগ্ৰহ কৰি %S লৈ পঠিওয়া ইমেইলত দিয়া সত্যাপন লিঙ্কত ক্লিক কৰক
mai: %S केँ पठाएल गेल इमेलमे सत्यापन लिंक केँ क्लिक करू

source: &Resend
as: পুনঃ পঠিয়াওক
mai: फेर पठाउ (&R)

source: &Forget
as: পাহৰি যাওক
mai: बिसरि गेलहुँ (&F)

source: Un&link Sync
as: সংমিহলি আনলিঙ্ক কৰক
mai: सिंक हटाबू (&l)

source: Unlink old version of Sync?
as: সংমিহলিৰ পুৰনি সংস্কৰণক আনলিঙ্ক কৰিব নে?
mai: सिंक केर पुरान संस्करण केँ अनलिंक करू?

source: If you no longer want to be reminded about upgrading Sync, you can unlink your old Sync account to remove it.
as: যদি আপোনাক সংমিহলি উন্নয়ন কৰাৰ বিষয়ে সোঁৱৰাই দিয়াৰ প্ৰয়োজন নহয়, আপুনি আপোনাৰ পুৰনি সংমিহলি একাওণ্টক আনলিঙ্ক কৰি তাক আতৰাব পাৰে।
mai: जँ अहाँ सिंक उन्नयन केर संबंधमे नहि याद पारनाय चाहैत छी, अहाँ अपन पुरान सिंक खाता एकरा हटाबै कलेल अनलिंक कए सकैत छी.

source: Unlink
as: লিংক বিচ্ছিন্ন কৰক
mai: कड़ीविहीन करू

source: Verification Sent
as: বৈধতা পঠোৱা হল
mai: सत्यापन भेजल गेल

source: A verification link has been sent to %S
as: %S লৈ এটা বৈধতা লিঙ্ক পঠোৱা হৈছে
mai: जाँच कड़ी %S पर भेजल गेल अछि

source: Please check your email and click the link to begin syncing.
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইল নিৰীক্ষণ কৰক আৰু সংমিহলি আৰম্ভ কৰিবলৈ লিঙ্কত ক্লিক কৰক।
mai: अपन ईमेल जाँचू आओर सिंक्रनाइज़ शुरू करए कलेल लिंक पर क्लिक करू.

source: Unable to Send Verification
as: সত্যাপন পঠাবলে অক্ষম
mai: सत्यापन पठाबैमे असमर्थ

source: We are unable to send a verification mail at this time
as: আমি এই সময়ত এটা সত্যাপন মেইল পঠাবলে অক্ষম
mai: हम अखन सत्यापन मेल पठाबैमे असमर्थ छी

source: Please try again later.
as: অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক।
mai: बादमे फिनु कोसिस करू.

source: Reconnect %S
mai: फेर सँ कनेक्ट करू %S
