Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/browser-pocket.properties.po
Languages: si, te

source: Add Tags
si: ටැග එකතු කරන්න
te: టాగ్స్ జతచేయి

source: Already a Pocket user?
si: දැනටමත් Pocket පරිශීලකයෙක් ද?
te: ఇప్పటికే పాకెట్ వాడుకరా?

source: Continue with Firefox
si: Firefox සමඟින් ඉදිරියට යන්න
te: ఫైర్‌ఫాక్స్ తో కొనసాగు

source: There was an error when trying to save to Pocket.
si: Pocket වෙතට සුරැකීමේදී දෝශයක් ඇතිවිය.
te: పాకెట్ దాయుటకు ప్రయత్నించినప్పుడు దోషం వచ్చింది.

source: Learn More
si: තවත් ඉගෙන ගන්න
te: మరింత నేర్చుకోండి

source: Log in
si: ඇතුල් වන්න
te: ప్రవేశించు

source: Tags are limited to 25 characters
si: ටැගයන් අකුරු 25කට සීමාකර ඇත
te: టాగ్స్ 25 అక్షరాలకే పరిమితం

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
si: Pocket වෙතට සුරැකීමේදී ඔබ අන්තර්ජාලය හා සම්බන්ධවී තිබිය යුතුයි. ඔබගේ සබඳතාව පරීක්ෂා කර නැවත උත්සහ කරන්න.
te: పాకెట్ దాయుటకు మీరు తప్పక అంతర్జాలానికి అనుసంధానమవ్వాలి. దయచేసి మీ అనుసంధానం సరిచూసుకుని మరలా ప్రయత్నించండి.

source: Only links can be saved
si: සබැඳි පමණක් සුරැකිය හැකියි
te: లింక్స్ మాత్రమే దాయబడును

source: Page Not Saved
si: පිටුව සුරැකීම සිදු නොවිනි
te: పేజీ దాయలేదు

source: Page Removed
si: පිටුව ඉවත් කෙරිනි
te: పేజీ తొలగించెను

source: Saved to Pocket
si: Pocket වෙත සුරැකින
te: పాకెట్ కు దాయి

source: Removing Page…
si: පිටුව ඉවත් කරමින්…
te: పేజీ తీసివేస్తోంది...

source: Adding tags…
si: ටැගයන් එකතු කරමින්…
te: టాగ్స్ జతచేస్తోంది...

source: Remove Page
si: පිටුව ඉවත් කරන්න
te: పేజీ తీసివేయి

source: Save
si: සුරකින්න
te: దాచు

source: Saving…
si: සුරකින්න...
te: భద్రపరుస్తోంది...

source: Sign up with email
si: විද්‍යුත් තැපෑල සමඟ ලියාපදිංචි වෙන්න
te: ఈమెయిల్ తో నమోదవ్వు

source: Sign up for Pocket. It’s free.
si: Pocket සඳහා ලියාපදිංචි වෙන්න. එය නොමිළේ.
te: పాకెట్ కొరకు నమోదవ్వు. ఇది ఉచితం.

source: Suggested Tags
si: යෝජනා කල ටැග
te: సూచిత టాగ్స్

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
si: Firefox වෙතින් ලිපි හා වීඩියෝ සුරැකීමෙන් ඔනෑම උපාංගයක් මත, ඕනෑම වෙලාවක Pocket මඟින් නැරඹිය හැකියි.

source: Click the Pocket Button to save any article, video or page from Firefox.
si: Pocket බොත්තම භාවිතා කර ඕනෑම ලිපියක්, වීඩියෝවක් හෝ පිටුවක් Firefox වෙතින් සුරකින්න.

source: View in Pocket on any device, any time.
si: ඕනෑම උපාංගයක, ඕනෑම වෙලාවක Pocket හී නරඹන්න.

source: Tags Added
si: ටැග එක් කරන ලදි

source: Sign in with Firefox
si: Firefox සමඟ පිවිසෙන්න

source: Sign up with Firefox
si: Firefox සමඟ ලියාපදිංචි වෙන්න

source: View List
si: ලැයිස්තුව පෙන්වන්න
