Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/pageInfo.properties.po
Languages: af, hy_am, sw, zu

source: Page Info - %S
af: Bladsyinfo - %S
hy_am: Էջի Մասին - %S
sw: Maelezo ya Ukurasa - %S

source: Frame Info - %S
af: Raaminfo - %S
hy_am: Շրջանակի մասին - %S
sw: Maelezo ya Fremu - %S

source: Untitled Page:
af: Titellose bladsy:
hy_am: Անվերնագիր էջ`
sw: Ukurasa Usio na Kichwa:
zu: Ikhasi Elingenasihloko:

source: Unknown
af: Onbekend
hy_am: Անհայտ
sw: Isiyotambulka
zu: Akwaziwa

source: Not specified
af: Nie gespesifiseer nie
hy_am: Նշված չէ
sw: Isiyoainishwa
zu: Akushiwongo Ngokuqondile

source: Yes
af: Ja
hy_am: Այո
sw: Ndio
zu: Yebo

source: No
af: Nee
hy_am: Ոչ՜
sw: La
zu: Cha

source: Image
af: Prent
hy_am: Նկար
sw: Picha
zu: Isithombe

source: Video
hy_am: Տեսաֆայլ

source: Audio
af: Klank
hy_am: Աուդիո
sw: Kisikizi

source: Background
af: Agtergrond
hy_am: Աստառը
sw: Mandharinyuma
zu: Isimo Sokubukeka

source: Object
af: Objek
hy_am: Օբյեկտ
sw: Kifaa
zu: Okuhloswe Ukwenziwa

source: Embed
af: Ingebed
hy_am: Ներփակված
sw: Pachika
zu: Namathelisa

source: Icon
af: Ikoon
hy_am: Մանրանկար
sw: Ikoni
zu: I-icon

source: Input
af: Toevoer
hy_am: Մուտքագրում
sw: Ingizo
zu: Faka Ukwaziswa

source: %S KB
af: %S KG
hy_am: %S ԿԲ

source: Select a Folder to Save the Images
af: Kies 'n vouer om die prente te stoor
hy_am: Ընտրեք Տեղ Նկարներև Պահելու Համար
sw: Chagua Kabrasha ya Kuhifadhi Picha

source: Block Images from %S
af: Blokkeer prente vanaf %S
hy_am: Փակել Նկարները %S -ից
sw: Zuia Picha kutoka kwa %S
zu: Izithombe Ezinkulu ezivela %S

source: Unknown (not cached)
af: Onbekend (nie gekas nie)
hy_am: Անհայտ (չի մտապահվել)
sw: Isiyotambulika (haina kache)
zu: Akwaziwa (akugcinwanga)

source: %S Image
af: %S-prent
hy_am: Նկար %S
sw: %S Picha

source: %S Image (animated, %S frames)
af: %S-prent (geanimeer, %S rame)
hy_am: %S Նկար (անիմացիա, %S կադր)
sw: %S Picha (huishwa, %S fremu)

source: %Spx × %Spx (scaled to %Spx × %Spx)
af: %Spx × %Spx (vergroot/verklein na %Spx × %Spx)
hy_am: %Spx × %Spx (մաշտաբը` %Spx × %Spx)
sw: %Spx × %Spx (imepimwa kwa %Spx × %Spx)

source: Quirks mode
af: Glipsmodus
hy_am: Համատեղելիության Եղանակ (Quirks)
sw: Hali tumizi ya waongo
zu: Isimo esingavamile

source: Standards compliance mode
af: Standaardversoeningmodus
hy_am: Ստանդարտներին համաձայն եղանակ
sw: Modi ya utiifu wa kawaida
zu: Isimo sokulandela izimiso

source: %S KB (%S bytes)
af: %S KG (%S grepe)
hy_am: %S ԿԲ (%S Բայթ)
sw: %S KB (baiti %S)
zu: %S KB (amabhayithi angu-%S)

source: Meta (1 tag)
af: Meta (1 merker)
hy_am: Մետա (1 պիտակ)
sw: Meta (lebo 1)

source: Meta (%S tags)
af: Meta (%S merkers)
hy_am: Մետա (%S տեգեր)
sw: Meta (lebo %S)

source: This website is owned by %S This has been verified by %S
hy_am: Այս վեբ կայքի սեփականատերն է` %S Այն ստուգվել է %S -ի կեղմից

source: This website does not supply ownership information.
hy_am: Այս վեբ կայքը չի տրամադրում իր սեփականատիրոջ ինֆորմացիան:

source: Yes, once
af: Ja, een maal
hy_am: Այո, միանգամյա
sw: Ndio, mara moja

source: Yes, %S times
af: Ja, %S maal
hy_am: Այո, %S անգամ
sw: Ndio, mara %S

source: This website is using %1$S %2$S
hy_am: Այս վեբ կայքը օգտագործում է %1$S %2$S

# mediaSize
source: %Spx × %Spx
sw: %Spx x %Spx
zu: I-%Spx Ã— %Spx

source: This web site is owned by %S This has been verified by %S
sw: Tovuti hii inamilikiwa na %S Hii imedhibitishwa na %S

source: Atom
sw: Atomu

source: This web site does not supply ownership information.
sw: Tovuti hii haitoi maelezo ya umiliki.

source: This web site is using %1$S %2$S
sw: Tovuti hii inatumia %1$S %2$S

source: %S:
zu: I-%S:

# mediaDimensions
source: %Spx × %Spx
zu: I-%Spx Ã— %Spx

source: Not cached
zu: Akukho ukwaziswa enqolobaneni

source: Disk cache
zu: Idisk yenqolobane yokwaziswa

source: Memory cache
zu: Inqolobane yenkumbulo

source: RSS
zu: I-RSS
