Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/safeMode.dtd.po
Languages: cy, hi_in, hy_am, ur, xh, zu

source: &brandShortName; Safe Mode
cy: Modd Diogel &brandShortName;
hi_in: &brandShortName; सुरक्षित मोड
hy_am: &brandShortName; Անվտանգ Գործակարգ
ur: &brandShortName; محفوظ موڈ
xh: Imo Yokhuseleko; ye-&brandShortName;
zu: I&brandShortName; Indawo Elondekile

source: 37em
cy: 50em

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
cy: Mae &brandShortName; yn rhedeg yn y Modd Diogel, sy'n anablu dros dro eich gosodiadau cyfaddas personol, themâu ac estyniadau.
hi_in: &brandShortName; सुरक्षित मोड में अब चल रहा है, जो अस्थायी रूप से आपके पसंदीदा जमावट, थीम, और विस्तार निष्क्रिय करता है.
hy_am: &brandShortName; այժմ գործում է անվտանգ գործակարգում, որը ժամանակավորապես անջատում է Ձեր անհատական դրույթները, ձեվավորումներն ու հավելումները:
ur: &brandShortName; اب محفوظ موڈ میں چل رہا ہے، جس سے آپ کی مخصوص سیٹکگیں، خیالیات اور توسیع عارضی طور پرنا اہل ہو جاتی ہیں۔
xh: I-&brandShortName; ngoku iqhuba Kwimo Yokhuseleko, ethiyaphule isakhono semimiselo yakho yokulungiselela okwethutyana, imixholo kunye nezolulo.
zu: I&brandShortName; manje isebenza eSimweni Esilondekile, eyenza okwesikhashana ukuhlelwa kwezinto ezivamile, izindikimba nezithasiselo zamagama kungasebenzi.

source: You can make some or all of these changes permanent:
cy: Mae modd gwneud rhai neu'r holl newidiadau'n rhai parhaol:
hi_in: आप कुछ या सारे बदलाव को स्थायी कर सकते हैं:
hy_am: Դուք կարող էք այս փոփոխությունների մի մասը կամ ամբողջը դարձնել մշտական`
ur: آپ ان میں سے کچھ یا تمام تبدیلیاں مستقل بنا سکتے ہیں:
xh: Unokwenza isigxina ezinye zezi nguquko okanye zonke:
zu: Ungenza ukuba olunye lwalushintsho noma lonke luhlale njalo:

source: &Disable all add-ons
cy: &Atal pob ychwanegyn
hi_in: सभी सहयुक्तियाँ निष्क्रिय करें
hy_am: &Անջատել բոլոր հավելումները
ur: تمام ایڈ اون نا اہل کر دیں

source: &Reset toolbars and controls
cy: Ailosod &barau offer a rheolyddion
hi_in: औजारपट्टी और नियंत्रण फिर सेट करें
hy_am: Վերադարձնել մանրավահանակներն ու գործոիքները
ur: ٹول بار اور کنٹرول پھر سیٹ کریں
xh: &Phinda umisele izixwexwe zezixhobo zemiyalelo kunye nezilawuli
zu: &Hlela kabusha ama-toolbar nezinto zokulawula

source: Delete all &bookmarks except for backups
cy: Dileu po&b nod tudalen ar wahân i'r rhai wrth gefn
hi_in: सिवाय बैकअप के सभी पुस्तचिह्न मिटाएँ
hy_am: &Ջնջել բոլոր էջանիշները բացառությամբ պահեստայինների
ur: پشتاروں کے علاوہ تمام &نشانیاں حذف کریں

source: Reset all user &preferences to &brandShortName; defaults
cy: Ailosod dewisiadau &pob defnyddiwr i ragosodiadau &brandShortName;
hi_in: सारे उपयोक्ता वरीयताओं को &brandShortName; मूलभूत में बदलें
hy_am: Վերադարձնել օգտվողի բոլոր նախնտրանքները &brandShortName;­ի ըստ լռելայնի
ur: تمام صارف &ترجیحات کو &brandShortName; طےشدہ میں بدل دیں
xh: Phinda umisele zonke &izikhethwa zabasebenzisi kwi-&brandShortName; ezihlala zikho
zu: Hlela kabusha &konke okukhethwa ku &brandShortName; kwenzeke ngendlela evamile njalo

source: Re&store default search engines
cy: Adfer peiriannau chwilio arferol
hi_in: मूलभूत खोज इंजन फिर वापस करें
hy_am: &Վերականգնել սկզբնական որոնման համակարգը
ur: طےشدہ تلاش انجن &بحال کر دیں

source: Make Changes and Restart
cy: Gosod Newidiadau ac Ailgychwyn
hi_in: बदालव करें और फिर शुरू करें
hy_am: Կատարել Փոփխությունները և Վերագործարկել
ur: تبدیلیاں کر کے دوباره شروع کریں
xh: Yenza Iinguquko wandule ukuphinda Uqalise
zu: Yenza Ushintsho bese Uqala Kabusha

source: Continue in Safe Mode
cy: Parhau yn y Modd Diogel
hi_in: सुरक्षित मोड में जारी रखें
hy_am: Շարունակել Անվտանգ Գործակարգում
ur: محفوظ موڈ میں جاری رکھیں
xh: Qhuba Kwimo Yokhuseleko
zu: Qhubeka Esimweni Esilondekile

source: &brandShortName; Closed Unexpectedly While Starting
hi_in: &brandShortName; अचानक से आरंभ करने के समय बंद हो गया

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
xh: 37em
zu: 37em

source: &Disable all themes and extensions
xh: &Yaphula yonke imixholo nezolulo
zu: &Yenza zonke izindikimba nezithasiselo zamagama kungasebenzi

source: Reset &bookmarks to &brandShortName; defaults
xh: Phinda umisele &izalathisi eziphawulayo kwi-&brandShortName; okuhlala kukho
zu: Hlela kabusha &izimpawu zokubekisa zibe i-&brandShortName; kwenze ngendlela evamile
