Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/styleinspector.properties.po
Languages: gd

source: Style Inspector
gd: Sgrùdaiche nan stoidhlean

source: 1 matched selector;#1 matched selectors
gd: 1 roghnaichear le seisean;#1 roghnaichear le seisean;#1 roghnaichearan le seisean;#1 roghnaichearan le seisean

source: 1 unmatched selector;#1 unmatched selectors
gd: 1 roghnaichear gun seisean;#1 roghnaichear gun seisean;#1 roghnaichearan gun seisean;#1 roghnaichearan gun seisean

source: Best Match
gd: An seise as fhearr

source: Matched
gd: Le seise

source: Parent Match
gd: Seise a' phàraint

source: Unmatched
gd: Gun seise

source: inline
gd: am broinn na loidhne

source: element
gd: eileamaid

source: Text, Fonts & Color
gd: Teacsa, cruthan-clò ┐ dathan

source: Background
gd: Cùlaibh

source: Dimensions
gd: Meudachd

source: Positioning and Page Flow
gd: Ionad is sruthadh na duilleagan

source: Borders
gd: Iomallan

source: Lists
gd: Liostaichean

source: Effects and Other
gd: Èifeachdan is feadhainn eile

source: Style
gd: Stoidhle

source: Inspect element styles
gd: Sgrùd stoidhlean nan eileamaidean
