Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/syncSetup.properties.po
Languages: sw

source: Sync Options
sw: Chaguo za Ulandanishi

source: Done
sw: Imemaliza

source: Cancel
sw: Katiza

source: Invalid email address
sw: Anwani ya baruapepe batili

source: Please enter a valid server URL
sw: Tafadhali ingiza sava sahihi URL

source: Already in use
sw: Tayari inatumika

source: Verifyingâ€¦
sw: Inadhibitisha...

source: and #1 additional device;and #1 additional devices
sw: na #1 kifaa cha ziada;na #1 vifaa vya ziada

source: #1 bookmark;#1 bookmarks
sw: #1 alamisho;#1 alamisho

source: #1 day of history;#1 days of history
sw: #1 siku ya historia;#1 siku za historia

source: #1 password;#1 passwords
sw: #1 nywila;#1 nywila

source: Save Sync Key
sw: Hifadhi Ufunguo wa Ulandanishi

source: Firefox Sync Key.html
sw: Kitufe.html cha Ulandanisho wa Firefox

source: Firefox Sync is now set up to automatically sync all of your browser data.
sw: Ulandanishi wa Firefox sasa umesanidiwa ili kulandanisha kiotomatiki data yako yote ya kuvinjari.

source: You can choose exactly what to sync by selecting Sync Options below.
sw: Unaweza kuchagua kamili cha kulandanisha kwa kuchaguo Chaguo la Ulandanishaji hapa chini.

source: Firefox Sync will now merge all this computer's browser data into your Sync account.
sw: Ulandanishi wa Firefox sasa utachanganya data ya tarakilishi hii kwa akaunti yako ya Ulandanishi.

source: Firefox Sync will now replace all of the browser data on this computer with the data in your Sync account.
sw: Ulandanishi wa Firefox sasa utabadilisha data ya kivinjari kwenye tarakilishi hii na data iliyo kwenye akaunti yako ya Ulandanishi.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this computer.
sw: Ulandanishi wa Firefox sasa unabadilisha data yote ya kivinjari iliyo kwenye akaunti yako ya Ulandanishi na data iliyo kwenye tarakilishi hii.

source: You can change this preference by selecting Sync Options below.
sw: Unaweza kubadilisha upendeleo huu kwa kuchagua Chaguo la Ulandanishi hapa chini.
