Repository: Lazimshahad/mozilla-l10n
Catalog: */browser/chrome/browser/taskbar.properties.po
Languages: hy_am, sw, tr

source: Open new tab
hy_am: Բացել նոր ներդիր
sw: Fungua kichupo kipya
tr: Yeni sekme aç

source: Open a new browser tab.
hy_am: Բացել նոր ներդիր։
sw: Fungua kichupo kipya cha kivinjari
tr: Yeni tarayıcı sekmesi aç.

source: Open new window
hy_am: Բացել նոր պատուհան
sw: Fungua dirisha mpya
tr: Yeni pencere aç

source: Open a new browser window.
hy_am: Բացել դիտարկիչի նոր պատուհան։
sw: Fungua dirisha mpya ya kivinjari.
tr: Yeni tarayıcı penceresi aç.

source: Enter private browsing
hy_am: Սկսել գաղտնի նավարկումը
sw: Ingiza uvinjari wa binafsi
tr: Gizli taramaya gir

source: Start private browsing. The current session will be saved.
hy_am: Սկսել գաղտնի նավարկումը: Առկա սեսսիան կպահպանվի:
sw: Anza kuvinjari kibinafsi. Kikao cha sasa kitahifadhiwa.
tr: Gizli taramaya başla. Mevcut oturum kaydedilecek.

source: Quit private browsing
hy_am: Դուրս գալ գաղտնի զննարկումից
sw: Aga kuvinjari kibinafsi
tr: Gizli taramadan çık

source: Quit private browsing and restore the previous session.
hy_am: Դուրս գալ գաղտնի զննարկումից և վերականգնել նախորդ սեսսիան:
sw: Aga kuvinjari kibinafsi na rejea kikao kilichopita.
tr: Gizli taramadan çık ve önceki oturumu geri getir.

source: Frequent
hy_am: Հաճախակի
sw: Mara kwa mara
tr: Sık

source: Recent
hy_am: Վերջին
sw: Hivi karibuni
tr: Yakın geçmişte
