Repository: Lazimshahad/mozilla-l10n
Catalog: lg/toolkit/chrome/global/config.dtd.po
Languages: lg

source: about:config
lg: ebikwata ku: ntereza

source: This might void your warranty!
lg: Kino kiyiza kuyitaku matekago!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
lg: Okukyusa enteegeka ezekika ekya wagulu kiyinza okuvamu akabbi ku butebenkevu, ebyokwerinda, ne'nkola ya pulogulamu eno. Weyongerayo bwoba wekakasa kyokola.

source: I'll be careful, I promise!
lg: Jjakuba wegendereze, nkusubiza!

source: Show this warning next time
lg: Langa akalabula kano edda

source: &Filter:
lg: A&kasengeja:

source: f
lg: k

source: Preference Name
lg: Erinnya erirondeddwa

source: Status
lg: Embeera

source: Type
lg: Enkula

source: Value
lg: Omuwendo

source: Click to sort
lg: Konako okutereeza

source: Click to select columns to display
lg: Koonako okulonda ebusimbalala obw'okulaga

source: &Copy
lg: &Koppa

source: Copy &Name
lg: Koppa &Erinya

source: Copy &Value
lg: Koppa &Omuwendo

source: &Modify
lg: &Tereza

source: &Toggle
lg: &Kufula

source: &Reset
lg: &Ddamu otegeke

source: Ne&w
lg: Kipy&a

source: &String
lg: &Akaguwa

source: &Integer
lg: &Ennamba
