Repository: Lazimshahad/mozilla-l10n
Catalog: wo/dom/chrome/appstrings.properties.po
Languages: wo

source: The URL is not valid and cannot be loaded.
wo: L'URL n'est pas valide et ne peut être chargée.

source: The file %S cannot be found. Please check the location and try again.
wo: Mëneesula gis dencukaay %S. Seetal fu mu nekk te nga jéemaat.

source: %S could not be found. Please check the name and try again.
wo: %S kenn gisuko. Seetal tur bi te nga jéemaat.

source: %S is not a registered protocol.
wo: %S du porotokol bu ñu nangu.

source: The connection was refused when attempting to contact %S.
wo: Jokkoo bañ nañu ko bi ñuy jéema duggante ak %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
wo: Jokkoo bi ci %S dafa dog. Xëyna am na ay rootaan yu ñu yonnee.

source: The operation timed out when attempting to contact %S.
wo: Appu jokkoo bi weesu na ci laalante bi ak.%S.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
wo: Ngir wone xët bii, xibaar yi jota ñëw dañu leen wara delloo. Lii day tollanti bepp jëf (lu mel ni wut walla njënd) bu jiituwoon.

source: Resend
wo: Delloo

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
wo: Socket kenn xamu ko. Fat mi taxaw na.

source: The document contains no data.
wo: Jukki bi amul benn rootaan.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
wo: Jukki bi mënula feeñ ci jokkoodiku. Boo bëggee jokkoo, dindil xosi Liggéey ci jokkoodiku te mu ne ci njëlu Dencukaay.

source: The document cannot change while Printing or in Print Preview.
wo: Jukki bi kenn mënu ko soppi bu ñu dee móol mbaa seen.

source: Access to the port number given has been disabled for security reasons.
wo: Jot ci roofukaay bi dafa suux ngir kaarange.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
wo: Serwëër proxy bi nga tabb kenn gisuko. Seetal paraameetar yi te nga jéemaat.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
wo: Jokkoo bi bañ nañu ko ci bi ngay duggante ak serwëër proxy bi nga tabb. Seetal paraameetar yi te nga jéemaat.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
wo: Xët bi ngay jéema gis kenn mënuko wone ndax dafay jëfandikoo naj bu baaxul.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
wo: Xët bi ngay jéema gis kenn mënuko wone ndax dafa ëmb dencukaay bu wóorul ubbi. Jokkool ak boroom.

source: External Protocol Request
wo: Ñaanu porotokolu biti

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
wo: Jëfekaayu biti war na sajj ngir saytu buum yu mel ni %1$S:. Buum bi ñu laaj : %2$S Jëfekaay : %3$S Su fekkee neguloowoon laaj bi, mën na am dañuy jéema jëfandikoo fi jëfekaay bi néew doole. Li ñu leen di digal mooy ngeen neenal laaj bi ndare mu wóor la ni baax na.

source: <Unknown>
wo: <Jëfekaay bu kenn xamul>

source: Remember my choice for all links of this type.
wo: Fattalikul tànn bii ci yeneeni buum yu ni mel.

source: Launch application
wo: Suqali jëfekaay bi

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
wo: Dal bi ne ci %S wone nañu ni ay song yu bon ñoo fay jogge te boloke nañu ko ci ni ko say taamu kaarange bëggee.

source: This page has a content security policy that prevents it from being embedded in this way.
wo: Xët wi dafa am taxawaayu kaaraange këmb bu koy tere ñu dugal ko noonu.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
wo: Xët wi ngay jéema seet mënula nekk ndax benn njumte bu am ci rootaan yi ñu yonnee.

source: This page uses an unsupported technology that is no longer available by default.
wo: Xët wi mi ngiy jëfandikoo xarala yu wees yu féexatul ci ñakk ndigal.
