Repository: Lazimshahad/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/abContactsPanel.dtd.po
Languages: af

source: Address Boo&k:
af: Adres&boek:

source: Search F&or:
af: Soek &vir:

source: Name or Email
af: Naam of e-pos

source: Delete
af: Skrap

source: Properties
af: Eienskappe

source: Add to To field
af: Voeg by Aan-veld

source: Add to Cc field
af: Voeg by CC-veld

source: Add to Bcc field
af: Voeg by BCC-veld

source: &Add to To:
af: &Voeg by Aan:

source: A&dd to Cc:
af: &Voeg by CC:

source: Add to &Bcc:
af: Voeg by &BCC:
