Repository: Lazimshahad/mozilla-l10n
Catalog: */mail/chrome/messenger/folderProps.dtd.po
Languages: af

source: Properties
af: Eienskappe

source: General Information
af: Algemene inligting

source: Default Character &Encoding:
af: Verstek-karakter&enkodering:

source: &Apply default to all messages in the folder (individual message character encoding settings and auto-detection will be ignored)
af: &Pas verstek op alle boodskappe in die vouer toe (individuele boodskappe se karakterenkoderingopstelling en outospeur sal geïgnoreer word)

source: Rebuild Summary File Index
af: Herbou opsomminglêerindeks

source: &Repair Folder
af: He&rstel vouer

source: Sometimes the folder index (.msf) file becomes damaged and messages may appear missing or deleted messages continue showing; repairing the folder may fix these issues.
af: Soms raak die vouerindekslêer (.msf) beskadig en boodskappe lyk of dit weg is, of geskrapte boodskappe wys steeds; herstel van die vouer kan dalk sulke probleme oplos.

source: Include messages in this folder in &Global Search results
af: Sluit boodskappe in dié gids in by die &globale soekresultate

source: Retention Policy
af: Behoubeleid

source: &Use my account settings
af: &Gebruik my rekeningopstelling

source: days old
af: dae oud

source: messages
af: boodskappe

source: To recover disk space, old messages can be permanently deleted.
af: Om skyfspasie te herwin, kan ou boodskappe permanent geskrap word.

source: To recover disk space, old messages can be permanently deleted, both local copies and originals on the remote server.
af: Om skyfspasie te herwin, kan ou boodskappe permanent geskrap word (beide die plaaslike kopie en die oorspronklike op die afgeleë bediener).

source: To recover disk space, old messages can be permanently deleted, including originals on the remote server.
af: Om skyfspasie te herwin, kan ou boodskappe permanent geskrap word, insluitend die oorspronklike op die afgeleë bediener.

source: Delete &messages more than
af: Skrap &boodskappe van meer as

source: Don't delete &any messages
af: Moenie &enige boodskappe skrap nie

source: De&lete all but the most recent
af: &Skrap alles behalwe die mees onlangse

source: Always delete read messages (overrides age settings)
af: Skrap altyd geleesde boodskappe (oorheers ouderdominstellings)

source: Always k&eep starred messages
af: &Hou altyd gevlagde boodskappe

source: Synchronization
af: Sinchronisasie

source: When getting new messages for this a&ccount, always check this folder
af: &Wanneer nuwe boodskappe verkry word vir dié rekening, kontroleer altyd dié gids

source: &Select this folder for offline use
af: &Kies hierdie vouer vir aflyngebruik

# offlineFolder.button.label offlineFolder.button.accesskey
source: &Download Now
af: &Laai nou af

source: Select this newsgr&oup for offline use
af: Kies hierdie nuus&groep vir aflyngebruik

# offlineNewsgroup.button.label offlineNewsgroup.button.accesskey
source: &Download Now
af: &Laai nou af

source: &Name:
af: &Naam:

source: &Location:
af: &Ligging:

source: Sharing
af: Deel

source: &Privileges…
af: &Voorregte…

source: You have the following permissions:
af: U het die volgende toestemming:

source: Folder Type:
af: Vouersoort:

source: Quota
af: Kwota

source: Quota Root:
af: Kwotawortel:

source: Usage:
af: Verbruik:
