Repository: Lazimshahad/mozilla-l10n
Catalog: */mail/chrome/messenger/localMsgs.properties.po
Languages: zu

source: There is not enough disk space to download new messages. Try deleting old mail, emptying the Trash folder, and compacting your mail folders, and then try again.
zu: Asanele isikhala esiku-disk sokufaka imiyalezo emisha. Zama ukucima iposi elidala, khipha imiyalezo engenzuzo ku-folder, bese uphinda uzame.

source: Application is out of memory.
zu: Ukusetshenziswa akunayo inkumbulo.

source: Building summary file for %S...
zu: Ukwakha Ifayela Efingqiwe ye-%S...

source: Done
zu: Kwenziwe

source: Downloading message %S of %S
zu: Ukufaka umyalezo we-%S ye-%S

source: An error occurred with the POP3 mail server.
zu: Kwenzeke iphutha kuseva yeposi ye-POP3.

source: Sending of username did not succeed.
zu: Ukuthumela igama lokumuntu oyisebenzisayo akuphumelelanga.

source: Sending of password did not succeed.
zu: Ukuthumela igama lokungena akuphumelelanga.

source: Unable to write the email to the mailbox. Make sure the file system allows you write privileges, and you have enough disk space to copy the mailbox.
zu: Ayikwazi ukubhala umyalezo ebhokisini leposi. Qiniseka ukuthi ifayeli iyakuvumela ukuba ubhale izinto eziyinzuzo, futhi unesikhala esanele sokwenza ikhophi yebhokisi leposi.

source: This folder is being processed. Please wait until processing is complete to get messages.
zu: Le-folda iyasetshenziswa. Linda kuze kube yilapho sekuphelile ukuze kutholwe imiyalezo.

source: Connect: Host contacted, sending login information...
zu: Xhuma: I-host ithintiwe, ithumela ukwaziswa kokungena...

source: There are no new messages on the server.
zu: Ayikho imiyalezo emisha esiphakelini.

source: Received %ld of %ld messages
zu: Kwamukelwe %ld yemiyalezo ye-%ld

source: The POP3 server (%S) does not support UIDL, which is needed to implement the ``Leave on Server'' and ``Maximum Message Size'' options. To download your mail, turn off these options in the Mail Server panel of Preferences.
zu: Iseva ye-POP3 (%S) ayiyisekeli i-UIDL, edingekayo ukuze kusetshenziswe i-``Shiya Kuseva'' ne ``Silinganiso Esimumatha Kakhulu Imiyalezo''. Ukuze ufake ukwaziswa eposini lakho, vala lezizici kuSeva Yeposi yalokho Okukhethwayo.

source: The POP3 mail server (%s) does not support the TOP command. Without server support for this, we cannot implement the ``Maximum Message Size'' preference. This option has been disabled, and messages will be downloaded regardless of their size.
zu: Iseva yeposi ye POP3 ye (%s) ayikusekeli lokho okushiwo yi-TOP. Ngaphandle kokusekelwa iseva kulokhu, ngeke sikwazi ukusebenzisa ``Isilinganiso Esimumatha Kakhulu Imiyalezo''. Lesi sici senziwe sangasebenza, futhi imiyalezo izofakwa kungakhathaliseki ubukhulu bayo.

source: The RETR command did not succeed. Error retrieving a message.
zu: Okushiwo yi-RETR akuzange kuphumelele. Kube nephutha lapho kubuyiswa umyalezo obulahlekile.

source: Error getting mail password.
zu: Kube nephutha ekutholeni igama lokungena leposi.

source: You have not supplied a username for this server. Please provide one in the account setup menu and try again.
zu: Awulibhalanga igama lomuntu oyisebenzisayo kuleseva. Siza ulibhale ohlelweni lwe-akhawunti bese uphinda uzame.

source: The LIST command did not succeed. Error getting the ID and size of a message.
zu: Okushiwo i-LIST akuphumelelanga. Kwenzeke iphutha lapho kuphawulwa umyalezo ngokuthi ucinyiwe.

source: The DELE command did not succeed. Error marking a message as deleted.
zu: Isiyalezo esithi DELE asiphumelelanga. Kwenzeke iphutha lapho kuphawulwa lomyalezo ngokuthi cinyiwe.

source: Enter your password for %1$s on %2$s:
zu: Faka igama lakho lokungena le-%1$s ku-%2$s:

source: Please enter a new password for user %.100s on %.100s:
zu: Siza ubhale igama elisha lokungena lomuntu osebenzisa %.100s e-%.100s:

source: No Answer
zu: Ayikho Impendulo

source: Enter your password:
zu: Bhala igama lokungena:

source: Are you sure you want to move the selected folder into the Trash?
zu: Uyaqiniseka yini ukuthi ufuna ukususa ifolda ekhethiwe uyifake eMgqonyeni?

source: The Trash already contained a folder named %s. The folder which you just deleted can be found in the Trash under the new name %s.
zu: Indawo Yezinto Ezingenanzuzo kakade ine-folder okuthiwa i-%s. I-folder osanda kuyicima ingatholakala eNdaweni Yezinto Ezingenanzuzo ngaphansi kwegama elisha elithi %s.

source: The STAT command did not succeed. Error getting message number and sizes.
zu: Okushiwo yi-STAT akuphumelelanga. Kube nephutha ekutholeni inani nobukhulu bemiyalezo.

source: Mail server %S responded:
zu: Iseva Yepos i-%S iyasebenza:

source: Deleting %S of %S messages
zu: Icima imiyalezo i-%S ye-%S

source: Copying %S of %S messages to %S
zu: Yenza ikhophi yemiyalezo i-%S ye-%S iyifaka ku-%S

source: Moving %S of %S messages to %S
zu: Isusa imiyalezo i-%S ye-%S iyisa ku-%S

source: Mail server does not support secure authentication.
zu: Iseva yeposi ayisisekeli isiqinisekiso esilondekile.

source: Mail server does not support secure authentication or you have entered an incorrect password. Please check your password, or turn off secure authentication in the account settings for your mail server.
zu: Iseva yeposi ayisisekeli isiqinisekiso esilondekile noma kungenzeka ukuthi ufake igama lokungena elingaqondile. Siza uhlole igama lakho lokungena, noma ususe ohlelweni lwe-akhawunti isiqinisekiso sokulondeka ngenxa yeposi lakho.

source: The mail spool file %S is locked.
zu: Ifayela leposi i-%S likhiyiwe.

source: Unable to open mail spool file %S.
zu: Ayikwazi ukuvula ifayela leposi i-%S.

source: Unable to create lock file %S. For movemail to work, it is necessary to create lock files in the mail spool directory. On many systems, this is best accomplished by making the spool directory be mode 01777.
zu: Ayikwazi ukwakha ifayela lokukhiya i-%S. Ukuze indlela yokugudluza iposi isebenze, kubalulekile ukwakha amafayela okukhiya asesiqondisweni seposi. Ezinhlelweni eziningi, lokhu kufezeka kangcono ngokwenza isiqondiso sibe ku-mode 01777.

source: Unable to delete lock file %S.
zu: Ayikwazi ukucima ifayela elikhiyiwe i-%S.

source: Unable to truncate spool file %S.
zu: Ayikwazi ukufushanisa ifayela %S.

source: Unable to locate mail spool file.
zu: Ayikwazi ukuthola ifayela leposi.

source: There was an error downloading the following message: From: %S Subject: %S This message may contain a virus or there is not enough disk space. Skip this message?
zu: Kube nephutha lapho kufakwa umyalezo olandelayo: Kusuka: %S Isihloko: %S Kungenzeka ukuthi lomyalezo une-virus noma isikhala asanele ku-disk. Ngeqe lomyalezo?

source: Unable to establish TLS connection to POP3 server. The server may be down or may be incorrectly configured. Please verify that your Mail/News account settings are correct and try again.
zu: Awukwazi ukuthola indlela iTLS exhumene ngayo neseve iPOP3. Kungenzeka ukuthi iseva ayisebenzi noma ayixhunywanga kahle. Siza uqinisekise ukuthi ukuhlelwa kwe- akhawunti yePosi/iZindaba kuqondile bese uphinda uzame.
