Repository: Lazimshahad/mozilla-l10n
Catalog: ak/browser/chrome/browser/pageInfo.dtd.po
Languages: ak

source: &Copy
ak: &Fa

source: Select &All
ak: Fa no nyin&ara

source: General
ak: Gyɛnɛral

source: Address:
ak: Adrɛs:

source: Type:
ak: Sɛso:

source: Render Mode:
ak: Ndaedi tebea:

source: Size:
ak: Kɛseyɛ:

source: Referring URL:
ak: URL a ɛkyerɛ kwan:

source: Cache Source:
ak: Asiei farebae:

source: Modified:
ak: Asesa:

source: Encoding:
ak: Rekyerɛw akɔ kood mu:

source: Name
ak: Din

source: Content
ak: Mu nsɛm

source: Details
ak: Nhunumu

source: Media
ak: Midea

source: Location:
ak: Lokehyɛn:

source: Associated Text:
ak: Akyerɛw a ɛbɔ kuw:

source: Alternate Text
ak: Tɛkst a ɛka ho

source: Address
ak: Adrɛs

source: Type
ak: Sɛso

source: Size
ak: Kɛseyɛ

source: Count
ak: Kan

source: Dimensions:
ak: Ndaemɛnhyɛn:

source: Long Description:
ak: Nkyerɛmu tenten:

source: Save As…
ak: Fa sie sɛ…

source: Media Preview:
ak: Midea priviw:

source: Feeds
ak: Mfiid

source: Subscribe
ak: Kyerɛw-din

source: Permissions
ak: Akwanya

source: Use Default
ak: Fa difɔlt di dwuma

source: Always ask
ak: Bisa bere biara

source: Allow
ak: Ma-kwan

source: Allow for Session
ak: Ma sɛhyen ho kwan

source: Block
ak: Siw

source: Permissions for:
ak: akwanya ma:

source: Load Images
ak: Twe mfonin

source: Open Pop-up Windows
ak: Bue pue-so ntokuro

source: Set Cookies
ak: Hyɛ akuki

source: Install Extensions or Themes
ak: Instɔɔle ntrɛw anaa tiim

source: Share Location
ak: Kyɛ beaɛ

source: Security
ak: Banbɔ

source: Security information for this page
ak: kratafa yi Banbɔ Nsɛm

source: View Certificate
ak: hwɛ abodin krataa

source: Unknown
ak: hena-nso-ni

source: Web Site Identity
ak: wɛbsaet Ahyɛnsode

source: Owner:
ak: Owura:

source: Web site:
ak: wɛbsaet:

source: Verified by:
ak: Eyi agye ato mu:

source: Privacy &amp; History
ak: siesɛm &amp; abakɔsɛm

source: Have I visited this web site prior to today?
ak: Me asra wɛbsaet yi ndɛ anaa?

source: Is this web site storing information (cookies) on my computer?
ak: Wɛbsaet yi de infɔmehyen (akuki) resie wɔ me kɔmputa no so anaa?

source: View Cookies
ak: Hwɛ akuki

source: Have I saved any passwords for this web site?
ak: M'asie ehintansɛmfua bi ama wɛbsaet yi anaa?

source: View Saved Passwords
ak: Hwɛ ehintansɛmfua a m'asie

source: Technical Details
ak: nhunumu a edi akotene
