Repository: Lazimshahad/mozilla-l10n
Catalog: lg/dom/chrome/nsWebBrowserPersist.properties.po
Languages: lg

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
lg: %S tekisobose kuterekebwa, kubanga ensibuko ya fayiro ebadde tetegeerekeka. Gezaako oluvannyumako, oba tuukkirira be kikwatako.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
lg: %S tekisobose kuterekebwa, kubanga ensobi ebaddewo temanyiddwa. Gezaako okutereka mu kifo ekirala.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
lg: %S tesobodde kweggula, kubanga wabaddewo ensobi etamanyiddwa. Sooka ogezeeko okutereka ku jjinja olyoke oggulewo fayiro.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
lg: Ebbanga eriri ku jjinja terimala kutereka %S. Ggyako fayiro ezitagasa ku jjinja oddemu ogezeeko, oba gezaako okutereka mu kifo ekirala.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
lg: %S tesobose kuterekebwa, kubanga ejjinja, etterekero lya fayiro, oba fayiro ekuumiddwa. Sobozesa nate okukozesa ejjinja, oba ogezeeko okutereka mu kifo ekirala.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
lg: %S tesobose kuterekebwa, kubanga toyinza kukyusa biri mu tterekero lya fayiro eyo. Kyusa ebikwata ku tterekero lya fayiro oddemu ogezeeko, oba gezaako okutereka mu kifo ekirala.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
lg: %S tesobose kuggulibwawo, kubanga ennyambiso eyandikuyambye teriiwo. Jjulula ennŋŋyuŋŋana nga bw'osiimye.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
lg: Tewali tterekero limala kumaliza ekyo ky'osabye. Ggalawo apulikesoni ezimu ogezeeko nate.

source: Downloading %S
lg: Okuwanula %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
lg: %S tesobodde kuterekebwa, kubanga waliyo fayiro endala gye ye fananyiliza nayo erinnya nga '_fayiro' e terekwammu. Gezaako okutereka mu kifo ekirala.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
lg: %S tesobodde kuterekebwa, kubanga erinnya lya fayiro libadde ggwanvu nnyo. Gezaako okutereka n'erinnya lya fayiro erimpi.
