Repository: Lazimshahad/mozilla-l10n
Catalog: ak/toolkit/chrome/mozapps/extensions/blocklist.dtd.po
Languages: ak

source: Add-ons may be causing problems
ak: Etumi yɛ sɛ nkaho bi rema ɔhaw

source: width: 45em; height: 30em
ak: tɛtrɛtɛ:45em; soro-tenten:30em

source: &brandShortName; has determined that the following add-ons are known to cause stability or security problems:
ak: &brandShortName; ehu sɛ nkaho yi nom ma banbɔ anaa gyinaɛ-den ɔhaw:

source: For your protection, it is highly recommended that you restart with these add-ons disabled.
ak: Sɛ wobɛbɔ wo ho ban enti no, yɛkanfo ma wo sɛ wobɛsan asɔw a nkaho no edum.

source: These add-ons have a high risk of causing stability or security problems and have been blocked, but a restart is required to disable them completely.
ak: Saa nkaho yi wɔ tumi sɛ wɔbɛma banbɔ ana gyinaeɛ-den ɔhaw na yesi wɔn kwan nso ehia sɛ wobɛsan asɔw sɛnea wɔn ano bɛhyew koraa.

source: The add-ons that have a high risk of causing stability or security problems have been blocked. The others are lower risk, but it is highly recommended that you restart with them disabled.
ak: Saa nkaho yi wɔ tumi sɛ wɔbɛma banbɔ ana gyinaeɛ-den ɔhaw na yesi wɔn kwan. Nea aka no, wɔn ɔhaw ano nnyɛ den, nso yɛkanfo sɛ wobɛsan asɔw sɛnea wɔn ano bɛhyew koraa.

source: More information
ak: Infɔmehyen nkaho

source: &Restart &brandShortName;
ak: &San hyɛ &brandShortName; ase

source: Blocked
ak: Esiw

source: Disable
ak: Dum
